<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; Xfce 4</title><link rel="stylesheet" href="../xfce.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.68.1"><link rel="start" href="#xfwm4" title="&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; Xfce 4"><link rel="next" href="#wm-intro" title="&#1502;&#1489;&#1493;&#1488;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="article" lang="he"><div class="titlepage"><div><div><h1 class="title"><a name="xfwm4"></a>&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; Xfce 4</h1></div><div><div class="authorgroup"><div class="author"><h3 class="author"><span class="firstname">François</span> <span class="surname">Le Clainche</span></h3><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:fleclainche@wanadoo.fr">fleclainche@wanadoo.fr</a>&gt;</code></p></div></div></div><p class="othercredit"><span class="contrib">Hebrew translation</span>: <span class="firstname">Dotan</span> <span class="surname">Kamber</span></p><div class="affiliation"><span class="orgname"><br></span><div class="address"><p><code class="email">&lt;<a href="mailto:kamberd@yahoo.com">kamberd@yahoo.com</a>&gt;</code> </p></div></div></div></div><div><span xmlns="http://www.w3.org/TR/xhtml1/transitional" class="releaseinfo">&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1502;&#1514;&#1488;&#1512; &#1488;&#1514; <strong xmlns="" class="application"><code>xfwm4</code></strong> &#1490;&#1512;&#1505;&#1492; 4.2.0
  <br></br></span></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2004 François Le Clainche</p></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2004 Jasper Huijsmans</p></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2005 Dotan Kamber (Hebrew
   translation)</p></div></div><hr></div><div class="toc"><p><b>&#1514;&#1493;&#1499;&#1503; &#1492;&#1506;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501;</b></p><dl><dt><span class="sect1"><a href="#wm-intro">&#1502;&#1489;&#1493;&#1488;</a></span></dt><dt><span class="sect1"><a href="#wm-using">&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;- <strong class="application"><code>xfwm4</code></strong></a></span></dt><dd><dl><dt><span class="sect2"><a href="#wm-windows">&#1504;&#1497;&#1492;&#1493;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#wm-settings">&#1492;&#1514;&#1488;&#1502;&#1514; <strong class="application"><code>xfwm4</code></strong></a></span></dt><dd><dl><dt><span class="sect2"><a href="#wm-style">&#1505;&#1490;&#1504;&#1493;&#1503; &#1506;&#1497;&#1496;&#1493;&#1512;</a></span></dt><dt><span class="sect2"><a href="#keyboard_shortcuts">&#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514;</a></span></dt><dt><span class="sect2"><a href="#focus">&#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;</a></span></dt><dt><span class="sect2"><a href="#wm_advanced">&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514;</a></span></dt><dt><span class="sect2"><a href="#hidden_options">&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1504;&#1505;&#1514;&#1512;&#1493;&#1514;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#workspaces">&#1504;&#1497;&#1492;&#1493;&#1500; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492;</a></span></dt><dd><dl><dt><span class="sect2"><a href="#id280028">&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</a></span></dt><dt><span class="sect2"><a href="#workspace-margins">&#1513;&#1493;&#1500;&#1497; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#wm-copyright">&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfwm4</code></strong></a></span></dt></dl></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-intro"></a>&#1502;&#1489;&#1493;&#1488;</h2></div></div></div><p>&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; Xfce 4 &#1492;&#1493;&#1488; &#1495;&#1500;&#1511; <a href="http://www.xfce.org" target="_top">&#1505;&#1489;&#1497;&#1489;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500; Xfce</a>.
    &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; &#1513;&#1497;&#1513; &#1500;&#1492;&#1512;&#1497;&#1509; &#1500;&#1502;&#1506;&#1513;&#1492; &#1492;&#1497;&#1488; <strong class="application"><code>xfwm4</code></strong>. &#1500;&#1492;&#1512;&#1510;&#1514; &#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1512;&#1511;&#1506; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;- 
    <span><strong class="command"><strong class="application"><code>xfwm4</code></strong> --daemon</strong></span>. &#1500;&#1492;&#1512;&#1510;&#1514; &#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1512;&#1511;&#1506; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;-
  </p><p><strong class="application"><code>xfwm4</code></strong> &#1504;&#1510;&#1502;&#1491; &#1489;&#1488;&#1491;&#1497;&#1511;&#1493;&#1514; &#1500;&#1514;&#1511;&#1504;&#1497;&#1501; &#1513;&#1492;&#1493;&#1490;&#1491;&#1512;&#1493; &#1506;&#1500; &#1497;&#1491;&#1497;
    <a href="http://www.freedesktop.org" target="_top">freedesktop.org</a>.&#1499;&#1514;&#1493;&#1510;&#1488;&#1492; &#1502;&#1499;&#1498; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1502;&#1497;&#1493;&#1495;&#1491;&#1493;&#1514; &#1499;&#1502;&#1493; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1497;&#1510;&#1493;&#1512; &#1495;&#1500;&#1493;&#1503; &#1500;&#1500;&#1488; &#1490;&#1489;&#1493;&#1500;&#1493;&#1514; &#1488;&#1493; &#1502;&#1514;&#1503; &#1505;&#1502;&#1500; &#1500;&#1497;&#1497;&#1513;&#1493;&#1501; &#1495;&#1497;&#1497;&#1489;&#1493;&#1514; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1493;&#1496;&#1502;&#1506;&#1493;&#1514; &#1489;&#1497;&#1513;&#1493;&#1501; &#1499;&#1506;&#1514;. &#1500;&#1488; &#1504;&#1497;&#1514;&#1503; &#1506;&#1493;&#1491; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1500;&#1499;&#1508;&#1497;&#1514; &#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1513;&#1493;&#1504;&#1492;. &#1488;&#1495;&#1514; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1496;&#1493;&#1489;&#1493;&#1514; &#1489;&#1497;&#1493;&#1514;&#1512; &#1513;&#1500; <strong class="application"><code>xfwm4</code></strong> &#1492;&#1497;&#1488; &#1497;&#1499;&#1493;&#1500;&#1514;&#1493; &#1500;&#1500;&#1489;&#1493;&#1513; &#1506;&#1512;&#1499;&#1493;&#1514; &#1504;&#1493;&#1513;&#1488;. &#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497;&#1501; &#1513;&#1500; &#1506;&#1497;&#1496;&#1493;&#1512;&#1497; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; (&#1490;&#1489;&#1493;&#1500;&#1493;&#1514;, &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1493;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1492;&#1495;&#1500;&#1493;&#1503;) &#1504;&#1497;&#1514;&#1504;&#1497;&#1501; &#1500;&#1511;&#1489;&#1497;&#1506;&#1492; &#1502;&#1502;&#1504;&#1492;&#1500; &#1506;&#1512;&#1499;&#1493;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488; &#1500;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;.
  </p><p><strong class="application"><code>xfwm4</code></strong> &#1502;&#1510;&#1497;&#1506; &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;&#1512;&#1497;&#1489;&#1493;&#1497; &#1502;&#1505;&#1499;&#1497;&#1501; &#1492;&#1503; &#1506;&#1489;&#1493;&#1512; xinerama &#1493;&#1492;&#1503; &#1506;&#1489;&#1493;&#1512; &#1502;&#1510;&#1489;&#1497;&#1501; &#1488;&#1502;&#1497;&#1514;&#1497;&#1497;&#1501; &#1513;&#1500; &#1512;&#1497;&#1489;&#1493;&#1497; &#1502;&#1505;&#1499;&#1497;&#1501;. &#1514;&#1502;&#1497;&#1499;&#1492; &#1494;&#1493; &#1502;&#1493;&#1506;&#1497;&#1500;&#1492; &#1489;&#1502;&#1511;&#1512;&#1497;&#1501; &#1489;&#1492;&#1501; &#1497;&#1513; &#1497;&#1493;&#1514;&#1512; &#1502;&#1502;&#1505;&#1498; &#1488;&#1495;&#1491; &#1502;&#1495;&#1493;&#1489;&#1512; &#1500;&#1502;&#1495;&#1513;&#1489;&#1498;.
  </p><p>&#1488;&#1514; <strong class="application"><code>xfwm4</code></strong> &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1512;&#1497;&#1509; &#1499;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1489;&#1508;&#1504;&#1497; &#1506;&#1510;&#1502;&#1492; &#1488;&#1498; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1493; &#1489;&#1488;&#1493;&#1508;&#1503; &#1494;&#1492; &#1502;&#1510;&#1512;&#1497;&#1498; &#1513;&#1497;&#1502;&#1493;&#1513; &#1490;&#1501; &#1489;-<a href="xfce-mcs-manager.html" target="_top">&#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514;</a> &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1489;&#1504;&#1497;&#1492;&#1493;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1504;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1492;&#1490;&#1512;&#1508;&#1497;. &#1506;&#1500; &#1502;&#1496;&#1500;&#1493;&#1514; &#1508;&#1512;&#1496; &#1500;&#1504;&#1497;&#1492;&#1493;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;, &#1499;&#1502;&#1493; &#1492;&#1490;&#1491;&#1512;&#1514; &#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1512;&#1511;&#1506; &#1488;&#1493; &#1513;&#1497;&#1490;&#1493;&#1512; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514;, &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1489;&#1493;&#1510;&#1506;&#1493;&#1514; &#1489;&#1506;&#1494;&#1512;&#1514; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1513;&#1493;&#1504;&#1493;&#1514;.
  </p><p><strong class="application"><code>xfwm4</code></strong> &#1499;&#1493;&#1500;&#1500; &#1502;&#1504;&#1492;&#1500; &#1492;&#1512;&#1499;&#1489;&#1497;&#1501; &#1502;&#1513;&#1500; &#1506;&#1510;&#1502;&#1493; &#1492;&#1502;&#1504;&#1510;&#1500; &#1488;&#1514; &#1492;&#1512;&#1495;&#1489;&#1493;&#1514; <a href="http://freedesktop.org/Software/xorg" target="_top">X.org</a>&#1492;&#1495;&#1491;&#1513;&#1493;&#1514;. &#1492;&#1502;&#1512;&#1499;&#1497;&#1489; &#1492;&#1493;&#1488; &#1499;&#1502;&#1493; &#1502;&#1504;&#1492;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1506;&#1510;&#1502;&#1493;, &#1492;&#1493;&#1488; &#1502;&#1504;&#1492;&#1500; &#1488;&#1505;&#1493;&#1508;&#1492; &#1513;&#1500; &#1499;&#1500;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;, &#1502;&#1508;&#1511;&#1495; &#1506;&#1500; &#1499;&#1500; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506;&#1497;&#1501; &#1489;&#1512;&#1502;&#1514; &#1492;- X &#1493;&#1502;&#1490;&#1497;&#1489; &#1489;&#1492;&#1514;&#1488;&#1501;. &#1492;&#1496;&#1502;&#1506;&#1514; &#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1512;&#1499;&#1489;&#1497;&#1501; &#1489;&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1505;&#1497;&#1497;&#1506;&#1514; &#1490;&#1501; &#1489;&#1513;&#1502;&#1497;&#1512;&#1492; &#1514;&#1497;&#1488;&#1493;&#1501; &#1489;&#1497;&#1503; &#1488;&#1508;&#1511;&#1496;&#1497;&#1501; &#1493;&#1497;&#1494;&#1493;&#1488;&#1500;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1500;&#1488;&#1497;&#1512;&#1493;&#1506;&#1497;&#1501; &#1492;&#1511;&#1513;&#1493;&#1512;&#1497;&#1501; &#1500;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;. &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1512;&#1499;&#1497;&#1489; &#1506;&#1500;&#1497;&#1498; &#1500;&#1489;&#1504;&#1493;&#1514; &#1488;&#1514; <strong class="application"><code>xfwm4</code></strong> &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1492;&#1488;&#1508;&#1497;&#1493;&#1503; &#8211;enable-compositor. &#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1496;&#1500; &#1488;&#1514; &#1492;&#1502;&#1512;&#1499;&#1497;&#1489; &#1489;&#1506;&#1500;&#1497;&#1514; <strong class="application"><code>xfwm4</code></strong> &#1489;&#1506;&#1494;&#1512;&#1514; &#1492;&#1488;&#1512;&#1490;&#1493;&#1502;&#1504;&#1496; '--compositor=off'.
  </p></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-using"></a>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;- <strong class="application"><code>xfwm4</code></strong></h2></div></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="wm-windows"></a>&#1504;&#1497;&#1492;&#1493;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</h3></div></div></div><p>&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1505;&#1508;&#1511; &#1490;&#1489;&#1493;&#1500;&#1493;&#1514;, &#1505;&#1512;&#1490;&#1500; &#1499;&#1493;&#1514;&#1512;&#1514; &#1493;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1495;&#1500;&#1493;&#1503; &#1500;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. &#1492;&#1502;&#1512;&#1488;&#1492; &#1502;&#1493;&#1490;&#1491;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; &#1506;&#1512;&#1499;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488; &#1513;&#1500; &#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;.</p><p>&#1489;&#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1513;&#1500; &#1506;&#1512;&#1499;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488; <strong class="application"><code>xfwm4</code></strong> &#1502;&#1510;&#1497;&#1490; &#1513;&#1497;&#1513;&#1492; &#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1493;&#1499;&#1493;&#1514;&#1512;&#1514; &#1506;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1497;&#1513;&#1493;&#1501; &#1512;&#1490;&#1497;&#1500;&#1497;&#1501;. &#1513;&#1513;&#1514; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1502;&#1489;&#1510;&#1506;&#1497;&#1501; &#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1489;&#1505;&#1497;&#1505;&#1497;&#1493;&#1514; &#1488;&#1500;&#1493;:</p><div class="figure"><a name="titlebar-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 1. &#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1513;&#1500; <code class="application">xfwm4</code></b></p><div class="screenshot"><div class="mediaobject"><img src="images/titlebar.png" alt="&#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1513;&#1500; xfwm4 "></div></div></div><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1514;&#1493;&#1495; &#1488;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1506;&#1494;&#1512;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1513;&#1502;&#1488;&#1500;&#1497;&#1514; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1488;&#1493; &#1489;&#1506;&#1494;&#1512;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1497;&#1502;&#1504;&#1497;&#1514; &#1506;&#1500; &#1488;&#1494;&#1493;&#1512; &#1499;&#1493;&#1514;&#1512;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1506;&#1510;&#1502;&#1492;.
	</p><p>&#1488;&#1501; &#1492;&#1504;&#1498; &#1506;&#1493;&#1513;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;- <strong class="application"><code>xftaskbar4</code></strong>, &#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1508;&#1514;&#1493;&#1495; &#1514;&#1508;&#1512;&#1497;&#1496; &#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1489;&#1506;&#1494;&#1512;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1497;&#1502;&#1504;&#1497;&#1514; &#1506;&#1500; &#1488;&#1495;&#1514; &#1492;&#1512;&#1513;&#1493;&#1502;&#1493;&#1514; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1502;&#1513;&#1497;&#1502;&#1513;&#1493;&#1514;; &#1488;&#1500;&#1493; &#1499;&#1493;&#1500;&#1500;&#1493;&#1514; &#1502;&#1505;&#1508;&#1512; &#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1502;&#1489;&#1497;&#1503; &#1488;&#1500;&#1493; &#1492;&#1502;&#1493;&#1508;&#1497;&#1506;&#1493;&#1514; &#1489;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503;.
	</p><p> </p><div class="variablelist"><dl><dt><span class="term">&#1502;&#1514;&#1503; &#1502;&#1497;&#1511;&#1493;&#1491; &#1500;&#1495;&#1500;&#1493;&#1503;</span></dt><dd><p>&#1506;&#1500;&#1497;&#1498; &#1500;&#1514;&#1514; &#1502;&#1497;&#1511;&#1493;&#1491; &#1500;&#1495;&#1500;&#1493;&#1503; &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1513;&#1492;&#1493;&#1488; &#1497;&#1511;&#1489;&#1500; &#1511;&#1500;&#1496; &#1502;&#1492;&#1502;&#1511;&#1500;&#1491;&#1514; &#1493;&#1502;&#1492;&#1506;&#1499;&#1489;&#1512;. &#1510;&#1489;&#1506;&#1497; &#1506;&#1497;&#1496;&#1493;&#1512;&#1497; &#1492;&#1495;&#1500;&#1493;&#1503; &#1497;&#1513;&#1514;&#1504;&#1493; &#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1511;&#1489;&#1500;&#1514; &#1492;&#1502;&#1497;&#1511;&#1493;&#1491;. &#1499;&#1491;&#1497; &#1500;&#1511;&#1489;&#1500; &#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1488;&#1493;&#1491;&#1493;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1502;&#1497;&#1511;&#1493;&#1491; &#1497;&#1513; &#1500;&#1508;&#1504;&#1493;&#1514; &#1502;&#1496;&#1492; &#1488;&#1500; <a href="#focus" target="_top">&#1492;&#1505;&#1506;&#1497;&#1507; &#1492;&#1502;&#1514;&#1488;&#1497;&#1501;</a>.
	  </p><p>&#1511;&#1497;&#1510;&#1493;&#1512; &#1502;&#1511;&#1500;&#1491;&#1514; &#1502;&#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1495;&#1500;&#1497;&#1507; &#1488;&#1514; &#1492;&#1502;&#1497;&#1511;&#1493;&#1491; &#1489;&#1497;&#1503; &#1495;&#1500;&#1493;&#1503; &#1488;&#1495;&#1491; &#1500;&#1502;&#1513;&#1504;&#1492;&#1493;: &#1497;&#1513; &#1500;&#1492;&#1495;&#1494;&#1497;&#1511; &#1488;&#1514; &#1502;&#1511;&#1513; &#1492;- Alt &#1493;&#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1502;&#1511;&#1513; &#1492;- Tab &#1500;&#1492;&#1506;&#1489;&#1512;&#1514; &#1492;&#1502;&#1497;&#1511;&#1493;&#1491; &#1489;&#1497;&#1503; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1513;&#1493;&#1504;&#1497;&#1501;. &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1513;&#1497;&#1496;&#1492; &#1494;&#1493; &#1502;&#1508;&#1506;&#1497;&#1500; &#1511;&#1493;&#1508;&#1510;&#1503; &#1492;&#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1513;&#1501; &#1492;&#1497;&#1497;&#1513;&#1493;&#1501;, &#1488;&#1514; &#1505;&#1502;&#1500;&#1493; &#1493;&#1488;&#1514; &#1499;&#1493;&#1514;&#1512;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503;. &#1489;&#1504;&#1505;&#1493;&#1507; &#1500;&#1488;&#1502;&#1493;&#1512; <strong class="application"><code>xfwm4</code></strong> &#1497;&#1491;&#1490;&#1497;&#1513; &#1488;&#1514; &#1490;&#1489;&#1493;&#1500;&#1493;&#1514;&#1497;&#1493; &#1492;&#1495;&#1497;&#1510;&#1493;&#1504;&#1497;&#1497;&#1501; &#1513;&#1498; &#1495;&#1500;&#1493;&#1503; &#1513;&#1497;&#1511;&#1489;&#1500; &#1502;&#1497;&#1511;&#1493;&#1491;.
	  </p><p>&#1500;&#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1497;&#1489;&#1498;: &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1502;&#1511;&#1500;&#1491;&#1514; &#1489;&#1514;&#1493;&#1498; &#1497;&#1513;&#1493;&#1501; &#1502;&#1495;&#1497;&#1497;&#1489; &#1499;&#1497; &#1495;&#1500;&#1493;&#1503; &#1492;&#1497;&#1513;&#1493;&#1501; &#1497;&#1492;&#1497;&#1492; &#1489;&#1506;&#1500; &#1492;&#1502;&#1497;&#1511;&#1493;&#1491; &#1489;&#1488;&#1493;&#1514;&#1493; &#1512;&#1490;&#1506; :).
	  </p></dd><dt><span class="term">&#1492;&#1490;&#1491;&#1500;&#1514; / &#1513;&#1495;&#1494;&#1493;&#1512; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</span></dt><dd><p>&#1488;&#1501; &#1492;&#1512;&#1495;&#1489;&#1514; &#1495;&#1500;&#1493;&#1503; &#1492;&#1493;&#1488; &#1497;&#1514;&#1508;&#1513;&#1496; &#1506;&#1500; &#1492;&#1510;&#1490; &#1513;&#1500;&#1498; &#1493;&#1497;&#1513;&#1514;&#1502;&#1513; &#1489;&#1499;&#1500; &#1492;&#1502;&#1511;&#1493;&#1501; &#1492;&#1494;&#1502;&#1497;&#1503; (&#1499;&#1508;&#1497; &#1513;&#1494;&#1492; &#1492;&#1493;&#1490;&#1491;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; <a href="xfdesktop.html#xfdesktop-workspace" target="_top">&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</a>). &#1497;&#1514;&#1512; &#1506;&#1500; &#1499;&#1503;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1490;&#1491;&#1497;&#1500; &#1495;&#1500;&#1493;&#1503; &#1512;&#1511; &#1489;&#1510;&#1497;&#1512; &#1488;&#1493;&#1508;&#1511;&#1497; &#1488;&#1493; &#1488;&#1504;&#1499;&#1497;.
	</p><p>&#1500;&#1492;&#1512;&#1495;&#1489;&#1514; &#1495;&#1500;&#1493;&#1503; &#1497;&#1513; &#1500;&#1489;&#1510;&#1506; &#1488;&#1495;&#1514; &#1502;&#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1490;&#1491;&#1500;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1500;&#1508;&#1514;&#1493;&#1495; &#1488;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1502;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1493;&#1500;&#1489;&#1495;&#1493;&#1512; &#1489;-&#8220;&#1492;&#1490;&#1491;&#1500;&#8221;</li><li>&#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1489;&#1502;&#1511;&#1500;&#1491;&#1514; Alt + F5</li></ul></div><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1499;&#1500; &#1495;&#1500;&#1493;&#1503; &#1500;&#1492;&#1493;&#1508;&#1497;&#1506; &#1489;&#1502;&#1510;&#1489; &#1513;&#1500; &#1502;&#1505;&#1498;-&#1502;&#1500;&#1488; (&#1489;&#1502;&#1510;&#1489; &#1494;&#1492; &#1492;&#1493;&#1488; &#1497;&#1506;&#1513;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1499;&#1500; &#1513;&#1496;&#1495; &#1492;&#1510;&#1490; &#1500;&#1500;&#1488; &#1492;&#1510;&#1490;&#1514; &#1490;&#1489;&#1493;&#1500;&#1493;&#1514;&#1497;&#1493;) &#1506;&#1500; &#1497;&#1491; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Alt + F11 &#1513;&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1514;&#1488;&#1502;&#1492; &#1488;&#1497;&#1513;&#1497;&#1514;.
	</p><p>&#1500;&#1492;&#1490;&#1491;&#1500;&#1514; &#1495;&#1500;&#1493;&#1503; &#1488;&#1504;&#1499;&#1497;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1488;&#1502;&#1510;&#1506;&#1497;&#1514; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1490;&#1491;&#1500;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Alt + F6</li></ul></div><p>&#1500;&#1492;&#1490;&#1491;&#1500;&#1514; &#1495;&#1500;&#1493;&#1503; &#1488;&#1493;&#1508;&#1511;&#1497;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1497;&#1502;&#1504;&#1497;&#1514; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1490;&#1491;&#1500;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Alt + F7</li></ul></div><p>&#1499;&#1488;&#1513;&#1512; &#1495;&#1500;&#1493;&#1503; &#1492;&#1493;&#1490;&#1491;&#1500; &#1489;&#1510;&#1493;&#1512;&#1492; &#1499;&#1500;&#1513;&#1492;&#1497; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1513;&#1497;&#1489;&#1493; &#1500;&#1490;&#1493;&#1491;&#1500;&#1493; &#1492;&#1511;&#1493;&#1491;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; &#1488;&#1495;&#1514; &#1502;&#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1490;&#1491;&#1500;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1513;&#1497;&#1501; &#1513;&#1492;&#1489;&#1497;&#1488; &#1500;&#1502;&#1510;&#1489; &#1492;&#1504;&#1493;&#1499;&#1495;&#1497; &#1508;&#1506;&#1501; &#1504;&#1493;&#1505;&#1508;&#1514;</li><li>&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;-&#8220;&#1513;&#1495;&#1494;&#1512;&#8221; &#1502;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503;.</li></ul></div><p> </p></dd><dt><span class="term">&#1513;&#1497;&#1504;&#1493;&#1497; &#1490;&#1493;&#1491;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;

</span></dt><dd><p>&#1488;&#1507; &#1506;&#1500; &#1508;&#1497; &#1513;&#1502;&#1505;&#1508;&#1512; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1497;&#1493;&#1495;&#1491;&#1497;&#1501; &#1488;&#1497;&#1504;&#1501; &#1504;&#1497;&#1514;&#1504;&#1497;&#1501; &#1500;&#1513;&#1497;&#1504;&#1493;&#1497; &#1502;&#1489;&#1495;&#1497;&#1504;&#1514; &#1490;&#1493;&#1491;&#1500;&#1501; &#1497;&#1489;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1490;&#1493;&#1491;&#1500;&#1501; &#1513;&#1500; &#1502;&#1512;&#1489;&#1497;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1499;&#1498; &#1513;&#1497;&#1514;&#1488;&#1497;&#1502;&#1493; &#1500;&#1510;&#1512;&#1499;&#1497;&#1498;.
</p><div class="itemizedlist"><ul type="disc"><li>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1511;&#1510;&#1493;&#1493;&#1514; &#1493;&#1489;&#1508;&#1497;&#1504;&#1493;&#1514;&#1497;&#1493; &#1513;&#1500; &#1495;&#1500;&#1493;&#1503; &#1500;&#1513;&#1497;&#1504;&#1493;&#1497; &#1490;&#1493;&#1491;&#1500;&#1493; &#1506;&#1500; &#1497;&#1491;&#1497; &#1490;&#1512;&#1497;&#1512;&#1514;&#1501; &#1489;&#1506;&#1494;&#1512;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512;.</li><li>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; alt + &#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1497;&#1502;&#1504;&#1497;&#1514; &#1489;&#1506;&#1493;&#1491; &#1502;&#1510;&#1489;&#1497;&#1506; &#1492;&#1506;&#1499;&#1489;&#1512; &#1504;&#1502;&#1510;&#1488; &#1489;&#1502;&#1497;&#1511;&#1493;&#1501; &#1499;&#1513;&#1500;&#1492;&#1493; &#1489;&#1490;&#1489;&#1493;&#1500;&#1493;&#1514; &#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503;; &#1492;&#1493;&#1488; &#1497;&#1508;&#1506;&#1500; &#1499;&#1488;&#1497;&#1500;&#1493; &#1504;&#1490;&#1512;&#1512;&#1514; &#1492;&#1508;&#1497;&#1504;&#1492; &#1492;&#1497;&#1502;&#1504;&#1497;&#1514; &#1492;&#1514;&#1495;&#1514;&#1493;&#1504;&#1492; &#1513;&#1500; &#1492;&#1495;&#1500;&#1493;&#1503;.</li><li>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514; &#1499;&#1502;&#1493;- Shift + Alt + &#1495;&#1509; (&#1502;&#1506;&#1500;&#1492;, &#1502;&#1496;&#1492;, &#1497;&#1502;&#1497;&#1504;&#1492; &#1488;&#1493; &#1513;&#1502;&#1488;&#1500;&#1492;).</li></ul></div><p> </p></dd><dt><span class="term">&#1502;&#1497;&#1494;&#1506;&#1493;&#1512; / &#1513;&#1497;&#1495;&#1494;&#1493;&#1512; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</span></dt><dd><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1505;&#1514;&#1497;&#1512; &#1495;&#1500;&#1493;&#1503; &#1489;&#1506;&#1494;&#1512;&#1514; &#1488;&#1495;&#1514; &#1502;&#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;-&#8220;&#1502;&#1494;&#1506;&#1512;&#8221; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1508;&#1514;&#1497;&#1495;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1502;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1493;&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;-&#8220;&#1502;&#1494;&#1506;&#1512;&#8221;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Alt + F8 </li></ul></div><p>&#1500;&#1495;&#1497;&#1500;&#1493;&#1508;&#1497;&#1503; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1494;&#1506;&#1512; &#1488;&#1514; &#1499;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1504;&#1493;&#1499;&#1495;&#1497;, &#1508;&#1512;&#1496; &#1500;&#1494;&#1492; &#1489;&#1493; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1488;&#1493;&#1514;&#1493; &#1512;&#1490;&#1506;, &#1506;&#1500; &#1497;&#1491;&#1497; &#1508;&#1506;&#1493;&#1500;&#1492; &#1489;&#1493;&#1491;&#1491;&#1514;: &#1508;&#1514;&#1497;&#1495;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1502;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1493;&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;-&#8220;&#1502;&#1494;&#1506;&#1512; &#1488;&#1514; &#1499;&#1500; &#1492;&#1488;&#1495;&#1512;&#1497;&#1501;&#8221;.</p><p>&#1499;&#1491;&#1497; &#1500;&#1513;&#1495;&#1494;&#1512; &#1488;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1497;&#1492;&#1497;&#1492; &#1506;&#1500;&#1497;&#1498; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1513;&#1502;&#1493; &#1488;&#1493; &#1489;&#1505;&#1502;&#1500; &#1513;&#1500;&#1493; &#1489;&#1488;&#1495;&#1491; &#1502;&#1512;&#1499;&#1497;&#1489;&#1497; Xfce 4 &#1492;&#1489;&#1488;&#1497;&#1501;:</p><div class="itemizedlist"><ul type="disc"><li><strong class="application"><code>xftaskbar4</code></strong></li><li>&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;, &#1504;&#1490;&#1497;&#1513;&#1492; &#1506;&#1500; &#1497;&#1491;&#1497; &#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1488;&#1502;&#1510;&#1506;&#1497;&#1514; &#1506;&#1500; &#1512;&#1511;&#1506; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;. &#1512;&#1513;&#1497;&#1502;&#1492; &#1494;&#1493;&#1502;&#1510;&#1497;&#1490;&#1492; &#1488;&#1514; &#1499;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1508;&#1514;&#1493;&#1495;&#1497;&#1501;, &#1502;&#1495;&#1493;&#1500;&#1511;&#1497;&#1501; &#1500;&#1508;&#1497; &#1502;&#1513;&#1496;&#1495;&#1497; &#1506;&#1489;&#1493;&#1491;&#1492;. &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1502;&#1493;&#1494;&#1506;&#1512;&#1497;&#1501; &#1502;&#1505;&#1493;&#1502;&#1504;&#1497;&#1501; &#1489;&#1514;&#1493;&#1498; [ ].</li><li><strong class="application"><code>xfce4-iconbox</code></strong></li></ul></div><p> </p></dd><dt><span class="term">&#1490;&#1500;&#1497;&#1500;&#1514; / &#1513;&#1495;&#1494;&#1493;&#1512; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</span></dt><dd><p>&#1490;&#1500;&#1497;&#1500;&#1514; &#1495;&#1500;&#1493;&#1503; &#1490;&#1493;&#1512;&#1502;&#1514; &#1500;&#1493; &#1500;&#1492;&#1514;&#1499;&#1493;&#1493;&#1509; &#1500;&#1490;&#1493;&#1491;&#1500;&#1493; &#1513;&#1500; &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;. &#1495;&#1494;&#1512;&#1492; &#1506;&#1500; &#1488;&#1495;&#1514; &#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514; &#1514;&#1490;&#1512;&#1493;&#1501; &#1500;&#1492;&#1490;&#1500;&#1497;&#1500;&#1514; &#1493;&#1513;&#1497;&#1495;&#1494;&#1493;&#1512; &#1490;&#1493;&#1491;&#1500;&#1493; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497; &#1513;&#1500; &#1495;&#1500;&#1493;&#1503;:
	  :</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1490;&#1500;&#1497;&#1500;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;-&#8220;&#1490;&#1500;&#1493;&#1500;&#8221; &#1488;&#1493; &#8220;&#1489;&#1496;&#1500; &#1490;&#1500;&#1497;&#1500;&#1492;&#8221; &#1502;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1513;&#1502;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1490;&#1500;&#1490;&#1500;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512; &#1489;&#1506;&#1493;&#1491; &#1492;&#1502;&#1510;&#1489;&#1497;&#1506; &#1504;&#1502;&#1510;&#1488; &#1506;&#1500; &#1513;&#1493;&#1512;&#1514; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Alt + F9</li></ul></div><p> </p></dd><dt><span class="term">&#1492;&#1491;&#1489;&#1511;&#1514; / &#1489;&#1497;&#1496;&#1493;&#1500; &#1491;&#1489;&#1497;&#1511;&#1493;&#1514; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</span></dt><dd><p>&#1495;&#1500;&#1493;&#1503; &#8220;&#1491;&#1489;&#1497;&#1511;&#8221; &#1497;&#1493;&#1508;&#1497;&#1506; &#1489;&#1488;&#1493;&#1514;&#1493; &#1502;&#1511;&#1493;&#1501; &#1489;&#1499;&#1500; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500;&#1498;. &#1495;&#1494;&#1512;&#1492; &#1506;&#1500; &#1488;&#1495;&#1514; &#1502;&#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514; &#1514;&#1490;&#1512;&#1493;&#1501; &#1500;&#1495;&#1500;&#1493;&#1503; &#1500;&#1492;&#1497;&#1493;&#1514; &#1491;&#1489;&#1497;&#1511; &#1488;&#1493; &#1500;&#1489;&#1496;&#1500; &#1488;&#1514; &#1491;&#1489;&#1497;&#1511;&#1493;&#1514;&#1493;:
	</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;-&#8220;&#1491;&#1489;&#1497;&#1511;&#8221; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1508;&#1514;&#1497;&#1495;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1502;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1493;&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;-&#8220;&#1491;&#1489;&#1497;&#1511;&#8221; &#1488;&#1493; &#8220;&#1489;&#1496;&#1500; &#1491;&#1489;&#1497;&#1511;&#1493;&#1514;&#8221;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; alt + F10</li></ul></div><p> </p></dd><dt><span class="term">&#1492;&#1506;&#1500;&#1488;&#1514; / &#1492;&#1493;&#1512;&#1491;&#1514; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</span></dt><dd><p>&#1508;&#1506;&#1493;&#1500;&#1514; &#8220;&#1492;&#1506;&#1500;&#1488;&#1514; &#1495;&#1500;&#1493;&#1503;&#8221; &#1490;&#1493;&#1512;&#1502;&#1514; &#1500;&#1492;&#1493;&#1508;&#1506;&#1514; &#1502;&#1505;&#1490;&#1512;&#1514; &#1495;&#1500;&#1493;&#1503; &#1502;&#1506;&#1500; &#1499;&#1500; &#1497;&#1514;&#1512; &#1492;&#1502;&#1505;&#1490;&#1512;&#1493;&#1514;. &#1500;&#1492;&#1506;&#1500;&#1488;&#1514; &#1495;&#1500;&#1493;&#1503; &#1497;&#1513; &#1500;&#1489;&#1510;&#1506; &#1488;&#1514; &#1488;&#1495;&#1514; &#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:
         </p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1513;&#1502;&#1488;&#1500;&#1497;&#1514; &#1506;&#1500; &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1513;&#1500;&#1493;</li><li>&#1502;&#1514;&#1503; &#1502;&#1497;&#1511;&#1493;&#1491; &#1500;&#1495;&#1500;&#1493;&#1503;, &#1489;&#1514;&#1504;&#1488;&#1497; &#1513;&#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1492;&#1514;&#1493;&#1488;&#1502;&#1514; &#1504;&#1489;&#1495;&#1512;&#1492; &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; <a href="xfwm4.html#wm-focus" target="_top">&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;</a></li><li>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1513;&#1502;&#1488;&#1500;&#1497;&#1514; &#1489;&#1499;&#1500; &#1502;&#1511;&#1493;&#1501; &#1489;&#1514;&#1493;&#1498; &#1502;&#1505;&#1490;&#1512;&#1514;&#1493; &#1513;&#1500; &#1495;&#1500;&#1493;&#1503;, &#1489;&#1514;&#1504;&#1488;&#1497; &#1513;&#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1492;&#1502;&#1514;&#1488;&#1497;&#1502;&#1492; &#1504;&#1489;&#1495;&#1512;&#1492; &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; <a href="xfwm4.html#wm-focus" target="_top">&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;</a></li><li>&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1514;&#1490;&#1497;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1502;&#1513;&#1497;&#1502;&#1493;&#1514; &#1488;&#1493; &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1505;&#1502;&#1500;&#1497;&#1501;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Shift + Alt + Page_up (&#1488;&#1501; &#1492;&#1495;&#1500;&#1493;&#1503; &#1499;&#1489;&#1512; &#1511;&#1497;&#1489;&#1500; &#1488;&#1514; &#1492;&#1502;&#1497;&#1511;&#1493;&#1491;)</li></ul></div><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1502;&#1505;&#1490;&#1512;&#1514; &#1495;&#1500;&#1493;&#1503; &#1500;&#1492;&#1513;&#1488;&#1512; &#1514;&#1502;&#1497;&#1491; &#1502;&#1506;&#1500; &#1499;&#1500; &#1495;&#1500;&#1493;&#1503; &#1488;&#1495;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; &#1508;&#1514;&#1497;&#1495;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1493;&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;-&#8220;&#1514;&#1502;&#1497;&#1491; &#1506;&#1500;&#1497;&#1493;&#1503;&#8221;.
	</p><p>&#1508;&#1506;&#1493;&#1500;&#1514; &#8220;&#1492;&#1493;&#1512;&#1491;&#1514; &#1495;&#1500;&#1493;&#1503;&#8221; &#1513;&#1493;&#1500;&#1495;&#1514; &#1502;&#1505;&#1490;&#1512;&#1514; &#1495;&#1500;&#1493;&#1503; &#1488;&#1500; &#1502;&#1514;&#1495;&#1514; &#1500;&#1497;&#1514;&#1512; &#1499;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1508;&#1514;&#1493;&#1495;&#1497;&#1501;. &#1500;&#1492;&#1493;&#1512;&#1491;&#1514; &#1495;&#1500;&#1493;&#1503; &#1497;&#1513; &#1500;&#1489;&#1510;&#1506; &#1488;&#1495;&#1514; &#1502;&#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:
	</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1488;&#1502;&#1510;&#1506;&#1497;&#1514; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1513;&#1500;&#1493;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Shift + Alt + Page_Down (&#1488;&#1501; &#1492;&#1495;&#1500;&#1493;&#1503; &#1499;&#1489;&#1512; &#1511;&#1497;&#1489;&#1500; &#1488;&#1514; &#1492;&#1502;&#1497;&#1511;&#1493;&#1491;)</li></ul></div><p> </p></dd><dt><span class="term">&#1492;&#1494;&#1494;&#1514; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</span></dt><dd><p>&#1511;&#1497;&#1497;&#1502;&#1493;&#1514; &#1502;&#1505;&#1508;&#1512; &#1491;&#1512;&#1499;&#1497;&#1501; &#1500;&#1492;&#1494;&#1497;&#1494; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1513;&#1502;&#1488;&#1500;&#1497;&#1514; &#1488;&#1493; &#1497;&#1502;&#1504;&#1497;&#1514; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1513;&#1500; &#1495;&#1500;&#1493;&#1503; &#1493;&#1490;&#1512;&#1497;&#1512;&#1514;&#1493;</li><li>Alt + &#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1513;&#1502;&#1488;&#1500;&#1497;&#1514; &#1489;&#1494;&#1502;&#1503; &#1513;&#1492;&#1502;&#1510;&#1489;&#1497;&#1506; &#1504;&#1502;&#1510;&#1488; &#1489;&#1502;&#1511;&#1493;&#1501; &#1499;&#1500;&#1513;&#1492;&#1493; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1493;&#1492;&#1494;&#1494;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512;</li><li>&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Ctrl + Alt + Shift + &#1495;&#1509; (&#1502;&#1506;&#1500;&#1492;, &#1502;&#1496;&#1492;, &#1497;&#1502;&#1497;&#1504;&#1492; &#1488;&#1493; &#1513;&#1502;&#1488;&#1500;&#1492;)</li></ul></div><p> </p></dd><dt><span class="term">&#1492;&#1494;&#1494;&#1514; &#1495;&#1500;&#1493;&#1503; &#1500;&#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; &#1488;&#1495;&#1512;</span></dt><dd><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1500;&#1493;&#1495; &#1495;&#1500;&#1493;&#1503; &#1500;&#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; &#1488;&#1495;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; &#1488;&#1495;&#1514; &#1502;&#1492;&#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1492;&#1491;&#1489;&#1511;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503;, &#1502;&#1506;&#1489;&#1512; &#1500;&#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; &#1488;&#1495;&#1512; &#1493;&#1492;&#1505;&#1512;&#1514; &#1492;&#1492;&#1491;&#1489;&#1511;&#1492;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1493;&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1495;&#1491; &#1502;&#1492;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1489;&#1514;&#1514;-&#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#8220;&#1513;&#1500;&#1495; &#1488;&#1500;&#8230;&#8221;</li><li>&#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512; &#1497;&#1502;&#1504;&#1497;&#1514; &#1488;&#1493; &#1513;&#1502;&#1488;&#1500;&#1497;&#1514; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;, &#1490;&#1512;&#1497;&#1512;&#1514;&#1493; &#1500;&#1511;&#1510;&#1492; &#1492;&#1502;&#1505;&#1498; &#1493;&#1492;&#1502;&#1510;&#1489;&#1497;&#1506; &#1497;&#1506;&#1489;&#1493;&#1512; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1489;&#1488; &#1499;&#1513;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1513;&#1500; &#1492;&#1495;&#1500;&#1493;&#1503; &#1506;&#1491;&#1497;&#1497;&#1503; &#1488;&#1495;&#1493;&#1494; &#1489;&#1493;. &#1506;&#1500; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1514;&#1493;&#1488;&#1502;&#1493;&#1514; &#1500;&#1492;&#1489;&#1495;&#1512; &#1489;<a href="xfwm4.html#wm_misc" target="_top">&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</a>.</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514;:
	  <div class="itemizedlist"><ul type="circle"><li>Alt + Ctrl + End &#1497;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1489;&#1488;</li><li>Alt + Ctrl + Home &#1497;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1511;&#1493;&#1491;&#1501;</li><li>Alt + Ctrl + &#1502;&#1505;&#1508;&#1512; &#1497;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1514;&#1493;&#1488;&#1501;</li></ul></div></li><li>&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1505;&#1502;&#1500; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;<a href="xfce4-panel.html#switcher-item" target="_top">&#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1490;&#1512;&#1508;&#1497; </a> &#1493;&#1490;&#1512;&#1497;&#1512;&#1514;&#1493; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1512;&#1510;&#1493;&#1497;
	</li></ul></div><p> </p></dd><dt><span class="term">&#1505;&#1490;&#1497;&#1512;&#1514; &#1495;&#1500;&#1493;&#1503;</span></dt><dd><p>&#1500;&#1505;&#1490;&#1497;&#1512;&#1514; &#1495;&#1500;&#1493;&#1503;:</p><div class="itemizedlist"><ul type="disc"><li>&#1497;&#1513; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1505;&#1490;&#1497;&#1512;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;</li><li>&#1508;&#1514;&#1497;&#1495;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1495;&#1500;&#1493;&#1503; &#1502;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1493;&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;-&#8220;&#1505;&#1490;&#1493;&#1512;&#8221;</li><li>&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; Alt + F4</li></ul></div></dd></dl></div></div></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-settings"></a>&#1492;&#1514;&#1488;&#1502;&#1514; <strong class="application"><code>xfwm4</code></strong></h2></div></div></div><p>&#1499;&#1491;&#1497; &#1500;&#1508;&#1514;&#1493;&#1495; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1497;&#1513; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512; &#1504;&#1493;&#1513;&#1488; &#1492;&#1499;&#1497;&#1514;&#1493;&#1489; &#8220;&#1502;&#1504;&#1492;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;&#8221; &#1489;<a href="xfce-mcs-manager.html#manager-dialog" target="_top">&#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1500; Xfce 4</a>. &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1510;&#1497;&#1490;&#1492; &#1488;&#1512;&#1489;&#1506; &#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1493;&#1514;: &#1505;&#1490;&#1504;&#1493;&#1503;, &#1502;&#1511;&#1500;&#1491;&#1514;, &#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514; &#1493;-&#1502;&#1514;&#1511;&#1491;&#1501;. &#1499;&#1500; &#1513;&#1497;&#1504;&#1493;&#1497; &#1497;&#1489;&#1493;&#1496;&#1488; &#1489;&#1488;&#1493;&#1508;&#1503; &#1502;&#1497;&#1497;&#1491;&#1497; &#1489;&#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1492;&#1512;&#1499;&#1497;&#1489; &#1492;&#1504;&#1489;&#1495;&#1512;.
</p><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="wm-style"></a>&#1505;&#1490;&#1504;&#1493;&#1503; &#1506;&#1497;&#1496;&#1493;&#1512;</h3></div></div></div><div class="figure"><a name="wm_decoration_style-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 2. &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1506;&#1497;&#1496;&#1493;&#1512;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/decoration_style.png" alt="&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1506;&#1497;&#1496;&#1493;&#1512;"></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1505;&#1490;&#1504;&#1493;&#1503; &#1495;&#1500;&#1493;&#1503;</span></dt><dd><p>&#1492;&#1512;&#1513;&#1497;&#1502;&#1492; &#1489;&#1510;&#1497;&#1491;&#1492; &#1497;&#1502;&#1504;&#1497; &#1513;&#1500; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1510;&#1497;&#1490;&#1492; &#1488;&#1514; &#1499;&#1500; &#1506;&#1497;&#1496;&#1493;&#1512;&#1497; &#1492;&#1495;&#1500;&#1493;&#1503; &#1492;&#1494;&#1502;&#1497;&#1504;&#1497;&#1501;. &#1512;&#1499;&#1497;&#1489; &#1492;- xfwm4 &#1502;&#1510;&#1497;&#1506; &#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1497;&#1503; &#1488;&#1512;&#1489;&#1506; &#1506;&#1512;&#1499;&#1493;&#1514; &#1504;&#1493;&#1513;&#1488; &#1513;&#1493;&#1504;&#1493;&#1514; &#1488;&#1498; &#1511;&#1497;&#1497;&#1502;&#1493;&#1514; &#1497;&#1493;&#1514;&#1512; &#1502;- 60 &#1506;&#1512;&#1499;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514; &#1489;&#1495;&#1489;&#1497;&#1500;&#1492; &#1504;&#1493;&#1505;&#1508;&#1514; &#1489;&#1513;&#1501; xfwm4-themes.
	</p></dd><dt><span class="term">&#1490;&#1493;&#1508;&#1503; &#1499;&#1493;&#1514;&#1512;&#1514;</span></dt><dd><p>&#1499;&#1508;&#1514;&#1493;&#1512; &#1489;&#1495;&#1497;&#1512;&#1514; &#1492;&#1490;&#1493;&#1508;&#1503; &#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1502;&#1513;&#1508;&#1495;&#1514; &#1492;&#1490;&#1493;&#1508;&#1504;&#1497;&#1501; &#1513;&#1504;&#1502;&#1510;&#1488;&#1514; &#1499;&#1512;&#1490;&#1506; &#1489;&#1513;&#1497;&#1502;&#1493;&#1513; &#1500;&#1492;&#1510;&#1490;&#1514; &#1499;&#1493;&#1514;&#1512;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503;. &#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1494;&#1492; &#1514;&#1508;&#1514;&#1495; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1489;&#1495;&#1497;&#1512;&#1514; &#1490;&#1493;&#1508;&#1504;&#1497;&#1501;. &#1492;&#1508;&#1506;&#1493;&#1500;&#1492; &#1491;&#1493;&#1502;&#1492; &#1500;&#1489;&#1495;&#1497;&#1512;&#1514; &#1492;&#1490;&#1493;&#1508;&#1504;&#1497;&#1501; &#1502;<a href="xfce-mcs-plugins.html#id2811474" target="_top">&#1502;&#1504;&#1492;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1504;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;</a>.
	</p></dd><dt><span class="term">&#1497;&#1497;&#1513;&#1493;&#1512; &#1499;&#1493;&#1514;&#1512;&#1514;</span></dt><dd><p>&#1514;&#1492;&#1497;&#1492; &#1488;&#1513;&#1512; &#1514;&#1492;&#1497;&#1492; &#1508;&#1512;&#1497;&#1513;&#1514; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501;, &#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1497;&#1497;&#1513;&#1493;&#1512; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1489;&#1514;&#1493;&#1498; &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1495;&#1514; &#1502;&#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1500;&#1493;: &#1497;&#1497;&#1513;&#1493;&#1512; &#1499;&#1493;&#1514;&#1512;&#1514; &#1500;&#1513;&#1502;&#1488;&#1500;, &#1500;&#1502;&#1512;&#1499;&#1494; &#1488;&#1493; &#1500;&#1497;&#1502;&#1497;&#1503;.
	</p></dd><dt><span class="term">&#1508;&#1512;&#1497;&#1513;&#1514; &#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501;</span></dt><dd><p>&#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1508;&#1512;&#1497;&#1513;&#1514; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1502;&#1513;&#1514;&#1502;&#1513;&#1493;&#1514; &#1489;&#1499;&#1500;&#1497; &#1490;&#1512;&#1493;&#1512; &#1493;&#1494;&#1512;&#1493;&#1511; &#1508;&#1513;&#1493;&#1496;. &#1497;&#1513; &#1500;&#1500;&#1495;&#1493;&#1509; &#1493;&#1500;&#1490;&#1512;&#1493;&#1512; &#1488;&#1514; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1500;&#1513;&#1497;&#1504;&#1493;&#1497; &#1492;&#1508;&#1512;&#1497;&#1513;&#1492;. &#1494;&#1512;&#1497;&#1511;&#1514; &#1499;&#1508;&#1514;&#1493;&#1512; &#1489;&#1488;&#1494;&#1493;&#1512; &#1492;-&#8220;&#1502;&#1493;&#1505;&#1514;&#1512;&#8221; &#1502;&#1505;&#1497;&#1512;&#1492; &#1488;&#1493;&#1514;&#1493; &#1502;&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;. &#1499;&#1500; &#1513;&#1497;&#1504;&#1493;&#1497; &#1497;&#1489;&#1497;&#1488; &#1500;&#1492;&#1513;&#1508;&#1506;&#1492; &#1502;&#1497;&#1497;&#1491;&#1497;&#1514; &#1506;&#1500; &#1502;&#1497;&#1511;&#1493;&#1501; &#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;.
	</p></dd></dl></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="keyboard_shortcuts"></a>&#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514;</h3></div></div></div><div class="figure"><a name="keyboard_shortcuts-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 3. &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/keyboard_shortcuts.png" alt="&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514;"></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514;</span></dt><dd><p>&#1492;&#1512;&#1513;&#1497;&#1502;&#1492; &#1489;&#1510;&#1491; &#1497;&#1502;&#1497;&#1503; &#1513;&#1500; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1510;&#1497;&#1490;&#1492; &#1488;&#1514; &#1499;&#1500; &#1506;&#1512;&#1499;&#1493;&#1514; &#1492;&#1511;&#1497;&#1510;&#1493;&#1512;&#1497;&#1501; &#1492;&#1494;&#1502;&#1497;&#1504;&#1493;&#1514; &#1514;&#1493;&#1498; &#1492;&#1510;&#1490;&#1514; &#1513;&#1501; &#1492;&#1505;&#1508;&#1512;&#1497;&#1492; &#1489;&#1502;&#1499;&#1497;&#1500;&#1492; &#1511;&#1493;&#1489;&#1509; keythemerc.
	</p><p>&#1499;&#1489;&#1512;&#1497;&#1512;&#1514; &#1502;&#1495;&#1491;&#1500; &#1511;&#1497;&#1497;&#1502;&#1514; &#1506;&#1512;&#1499;&#1492; &#1488;&#1495;&#1514; &#1489;&#1500;&#1489;&#1491;: $(datadir)/themes/Default/xfwm4/keythemerc
	</p><p>&#1489;&#1488;&#1508;&#1497;&#1493;&#1503; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1502;&#1493;&#1490;&#1491;&#1512;&#1497;&#1501; &#1492;&#1511;&#1497;&#1510;&#1493;&#1512;&#1497;&#1501; &#1492;&#1489;&#1488;&#1497;&#1501;:</p><div class="itemizedlist"><ul type="disc"><li>&#1505;&#1490;&#1497;&#1512;&#1514; &#1495;&#1500;&#1493;&#1503; : Alt + F4</li><li>&#1492;&#1490;&#1491;&#1500;&#1514; &#1495;&#1500;&#1493;&#1503; : Alt + F5</li><li>&#1492;&#1490;&#1491;&#1500;&#1492; &#1488;&#1504;&#1499;&#1497;&#1514; : Alt + F6</li><li>&#1492;&#1490;&#1491;&#1500;&#1492; &#1488;&#1493;&#1508;&#1511;&#1497;&#1514; : Alt + F7</li><li>&#1502;&#1497;&#1494;&#1506;&#1493;&#1512; &#1495;&#1500;&#1493;&#1503; : Alt + F8</li><li>&#1490;&#1500;&#1497;&#1500;&#1514; &#1495;&#1500;&#1493;&#1503; : Alt + F9</li><li>&#1492;&#1491;&#1489;&#1511;&#1514; &#1495;&#1500;&#1493;&#1503; : Alt + F10</li><li>&#1492;&#1495;&#1500;&#1508;&#1514; &#1502;&#1497;&#1511;&#1493;&#1491; &#1489;&#1497;&#1503; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; : Alt + Tab</li><li>&#1492;&#1494;&#1494;&#1514; &#1495;&#1500;&#1493;&#1503; : Control + Shift + Alt + &#1495;&#1509; (&#1502;&#1506;&#1500;&#1492;, &#1502;&#1496;&#1492;, &#1497;&#1502;&#1497;&#1504;&#1492; &#1488;&#1493; &#1513;&#1502;&#1488;&#1500;&#1492;)</li><li>&#1513;&#1497;&#1504;&#1493;&#1497; &#1490;&#1493;&#1491;&#1500; &#1495;&#1500;&#1493;&#1503; : Shift + Alt + &#1495;&#1509; (&#1502;&#1506;&#1500;&#1492;, &#1502;&#1496;&#1492;, &#1497;&#1502;&#1497;&#1504;&#1492; &#1488;&#1493; &#1513;&#1502;&#1488;&#1500;&#1492;)</li><li>&#1492;&#1506;&#1500;&#1488;&#1514; &#1495;&#1500;&#1493;&#1503; : Shift + Alt + Page_Up</li><li>&#1492;&#1493;&#1512;&#1491;&#1514; &#1495;&#1500;&#1493;&#1503; : Shift + Alt + Page_Down</li><li>&#1492;&#1508;&#1506;&#1500;&#1492; &#1489;&#1502;&#1510;&#1489; "&#1502;&#1505;&#1498; &#1502;&#1500;&#1488;" : Alt + F11</li><li>&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1489;&#1488; : Control + Alt + &#1495;&#1509; &#1497;&#1502;&#1497;&#1504;&#1492;</li><li>&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1511;&#1493;&#1491;&#1501; : Control + Alt + &#1495;&#1509; &#1513;&#1502;&#1488;&#1500;&#1492;</li><li>&#1492;&#1493;&#1505;&#1508;&#1514; &#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; : Alt + Insert</li><li>&#1502;&#1495;&#1497;&#1511;&#1514; &#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; : Alt + Delete</li><li>&#1506;&#1489;&#1493;&#1512; &#1500;&#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; &#1502;&#1505;&#1508;&#1512; N (1-9) : Control + F(N)</li><li>&#1492;&#1506;&#1489;&#1512; &#1488;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1511;&#1493;&#1491;&#1501;|&#1492;&#1489;&#1488; : Alt + Control +
	Home|End</li><li>&#1492;&#1506;&#1489;&#1512; &#1495;&#1500;&#1493;&#1503; &#1500;&#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; &#1502;&#1505;&#1508;&#1512; N (1-9) : Alt + Control +
	keypad key number N</li><li>&#1492;&#1508;&#1506;&#1500; &#1488;&#1514; xfhelp4 : Alt + F1</li><li>&#1492;&#1508;&#1506;&#1500; &#1488;&#1514; xfrun4 : Alt + F2</li><li>&#1504;&#1506;&#1500; &#1488;&#1514; &#1492;&#1502;&#1505;&#1498; : Alt + Control + Delete</li></ul></div><p>&#1497;&#1513;&#1504;&#1503; &#1513;&#1514;&#1497; &#1512;&#1513;&#1497;&#1502;&#1493;&#1514; &#1489;&#1510;&#1497;&#1491;&#1492; &#1492;&#1513;&#1502;&#1488;&#1500;&#1497; &#1513;&#1500; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495;. &#1512;&#1513;&#1497;&#1502;&#1514; "&#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1491;&#1512;&#1498; &#1500;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;" &#1502;&#1512;&#1488;&#1492; &#1488;&#1514; &#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; &#1500;&#1492;&#1508;&#1506;&#1500;&#1514; &#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;. &#1512;&#1513;&#1497;&#1502;&#1514; &#8220;&#1508;&#1511;&#1493;&#1491;&#1514; &#1511;&#1497;&#1510;&#1493;&#1512; &#1491;&#1512;&#1498;&#8221; &#1502;&#1512;&#1488;&#1492; &#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1502;&#1511;&#1500;&#1491;&#1514; &#1500;&#1492;&#1508;&#1506;&#1500;&#1514; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. &#1499;&#1491;&#1497; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1488;&#1495;&#1491; &#1492;&#1511;&#1497;&#1510;&#1493;&#1512;&#1497;&#1501; &#1506;&#1500;&#1497;&#1498; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500;&#1497;&#1493; &#1500;&#1495;&#1497;&#1510;&#1492; &#1499;&#1508;&#1493;&#1500;&#1492; &#1506;&#1501; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497; &#1493;&#1500;&#1492;&#1499;&#1504;&#1497;&#1505; &#1488;&#1514; &#1492;&#1511;&#1497;&#1510;&#1493;&#1512; &#1492;&#1495;&#1491;&#1513; &#1499;&#1488;&#1513;&#1512; &#1502;&#1493;&#1508;&#1497;&#1506; &#1492;&#1511;&#1493;&#1508;&#1510;&#1503; "&#1510;&#1493;&#1512; &#1511;&#1497;&#1510;&#1493;&#1512;".
	</p><div class="figure"><a name="compose_shortcut-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 4. &#1495;&#1500;&#1493;&#1503; &#1502;&#1494;&#1504;&#1511; &#1500;&#1495;&#1497;&#1489;&#1493;&#1512; &#1511;&#1497;&#1510;&#1493;&#1512; &#1491;&#1512;&#1498;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/compose_shortcut.png" alt="&#1495;&#1500;&#1493;&#1503; &#1502;&#1494;&#1504;&#1511; &#1500;&#1495;&#1497;&#1489;&#1493;&#1512; &#1511;&#1497;&#1510;&#1493;&#1512; &#1491;&#1512;&#1498;"></div></div></div><p>&#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1497;&#1510;&#1493;&#1512; &#1506;&#1512;&#1499;&#1514; &#1504;&#1493;&#1513;&#1488; &#1495;&#1491;&#1513;&#1492;, &#1506;&#1500;&#1497;&#1498; &#1500;&#1497;&#1510;&#1493;&#1512; &#1505;&#1508;&#1512;&#1497;&#1492; &#1499;&#1502;&#1493; &#1494;&#1493; &#1500;&#1491;&#1493;&#1490;&#1502;&#1492;: $HOME/.theme/Custom/xfwm4/keythemerc &#1493;&#1488;&#1494; &#1500;&#1489;&#1495;&#1493;&#1512; &#1488;&#1493;&#1514;&#1492; &#1502;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1506;&#1512;&#1499;&#1493;&#1514; &#1492;&#1494;&#1502;&#1497;&#1504;&#1493;&#1514;.
	</p><p>&#1488;&#1501; &#1500;&#1488; &#1497;&#1491;&#1493;&#1506;&#1497;&#1501; &#1500;&#1498; &#1511;&#1497;&#1510;&#1493;&#1512;&#1497; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; &#1513;&#1500;&#1498;, &#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1498; &#1500;&#1492;&#1508;&#1506;&#1497;&#1500; &#1488;&#1514; &#1492;&#1497;&#1497;&#1513;&#1493;&#1501; "xev" &#1502;&#1492;&#1502;&#1505;&#1493;&#1507; &#1493;&#1500;&#1489;&#1495;&#1493;&#1503; &#1488;&#1493;&#1514;&#1501;.


	</p></dd></dl></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="focus"></a>&#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;</h3></div></div></div><div class="figure"><a name="focus-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 5. &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/focus.png" alt="&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;"></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1488;&#1493;&#1508;&#1503; &#1492;&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;</span></dt><dd><p>&#1495;&#1500;&#1493;&#1503; &#1502;&#1502;&#1493;&#1511;&#1491; &#1502;&#1511;&#1489;&#1500; &#1511;&#1500;&#1496;&#1497;&#1501; &#1502;&#1492;&#1506;&#1499;&#1489;&#1512; &#1493;&#1502;&#1492;&#1502;&#1511;&#1500;&#1491;&#1514;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1497;&#1503; &#1513;&#1504;&#1497; &#1488;&#1493;&#1508;&#1504;&#1497; &#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;:</p><div class="itemizedlist"><ul type="disc"><li>&#1500;&#1495;&#1497;&#1510;&#1492; &#1500;&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514; : &#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1514;&#1489;&#1497;&#1488; &#1500;&#1499;&#1498; &#1513;&#1495;&#1500;&#1493;&#1503; &#1497;&#1494;&#1499;&#1492; &#1500;&#1502;&#1497;&#1511;&#1493;&#1491; &#1512;&#1511; &#1489;&#1500;&#1495;&#1497;&#1510;&#1492; &#1489;&#1502;&#1511;&#1493;&#1501; &#1499;&#1500;&#1513;&#1492;&#1493; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514;&#1493;.
	  </li><li>&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514; &#1506;&#1493;&#1511;&#1489;&#1514; &#1488;&#1495;&#1512; &#1492;&#1506;&#1499;&#1489;&#1512; : &#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1514;&#1489;&#1497;&#1488; &#1500;&#1499;&#1498; &#1513;&#1495;&#1500;&#1493;&#1503; &#1497;&#1494;&#1499;&#1492; &#1500;&#1502;&#1497;&#1511;&#1493;&#1491; &#1489;&#1512;&#1490;&#1506; &#1513;&#1502;&#1510;&#1489;&#1497;&#1506; &#1492;&#1506;&#1499;&#1489;&#1512; &#1504;&#1502;&#1510;&#1488; &#1502;&#1506;&#1500; &#1502;&#1505;&#1490;&#1512;&#1514;&#1493;.
	  </li></ul></div><p> </p></dd><dt><span class="term">&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514; &#1506;&#1500; &#1495;&#1500;&#1493;&#1503; &#1495;&#1491;&#1513;</span></dt><dd><p>&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1514;&#1489;&#1497;&#1488; &#1500;&#1502;&#1514;&#1503; &#1502;&#1497;&#1511;&#1493;&#1491; &#1500;&#1495;&#1500;&#1493;&#1503; &#1495;&#1491;&#1513; &#1513;&#1504;&#1493;&#1510;&#1512; &#1489;&#1488;&#1493;&#1508;&#1503; &#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497; &#1500;&#1500;&#1488; &#1510;&#1493;&#1512;&#1498; &#1489;&#1500;&#1495;&#1497;&#1510;&#1514; &#1488;&#1493; &#1502;&#1506;&#1489;&#1512; &#1506;&#1499;&#1489;&#1512; &#1506;&#1500;&#1497;&#1493;.
	</p></dd><dt><span class="term">&#1492;&#1489;&#1488; &#1500;&#1495;&#1494;&#1497;&#1514; &#1489;&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;</span></dt><dd><p>&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1514;&#1489;&#1497;&#1488; &#1500;&#1499;&#1498; &#1513;&#1502;&#1505;&#1490;&#1512;&#1514;&#1493; &#1513;&#1500; &#1495;&#1500;&#1493;&#1503; &#1513;&#1494;&#1499;&#1492; &#1500;&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514; &#1514;&#1506;&#1489;&#1493;&#1512; &#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497;&#1514; &#1500;&#1495;&#1494;&#1497;&#1514; &#1500;&#1488;&#1495;&#1512; &#1508;&#1512;&#1511;  &#1494;&#1502;&#1503; &#1488;&#1493;&#1514;&#1493; &#1504;&#1497;&#1514;&#1503; &#1500;&#1511;&#1489;&#1493;&#1506; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1492;&#1502;&#1495;&#1493;&#1493;&#1503; "&#1492;&#1513;&#1492;&#1497;&#1497;&#1492;".
	</p></dd><dt><span class="term">&#1492;&#1489;&#1488; &#1500;&#1495;&#1494;&#1497;&#1514; &#1489;&#1500;&#1495;&#1497;&#1510;&#1492;</span></dt><dd><p>&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1514;&#1489;&#1497;&#1488; &#1500;&#1499;&#1498; &#1513;&#1495;&#1500;&#1493;&#1503; &#1497;&#1493;&#1511;&#1508;&#1509; &#1488;&#1500; &#1495;&#1494;&#1497;&#1514; &#1499;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1497;&#1501; &#1489;&#1506;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1489;&#1502;&#1511;&#1493;&#1501; &#1499;&#1500;&#1513;&#1492;&#1493; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514;&#1493;. &#1488;&#1501; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1500;&#1488; &#1504;&#1489;&#1495;&#1512;&#1492; &#1497;&#1492;&#1497;&#1492; &#1506;&#1500;&#1497;&#1498; &#1500;&#1500;&#1495;&#1493;&#1509; &#1489;&#1502;&#1511;&#1493;&#1501; &#1499;&#1500;&#1513;&#1492;&#1493; &#1506;&#1500; &#1506;&#1497;&#1496;&#1493;&#1512;&#1497;&#1493; &#1513;&#1500; &#1492;&#1495;&#1500;&#1493;&#1503; (&#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514;, &#1490;&#1489;&#1493;&#1500;&#1493;&#1514;, &#1508;&#1497;&#1504;&#1493;&#1514;) &#1499;&#1491;&#1497; &#1500;&#1492;&#1489;&#1497;&#1488;&#1493; &#1500;&#1495;&#1494;&#1497;&#1514;.
	</p></dd></dl></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="wm_advanced"></a>&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514;</h3></div></div></div><div class="figure"><a name="misc_wm_prefs-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 6. &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/misc_wm_prefs.png" alt="&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514;"></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1492;&#1510;&#1502;&#1491;&#1514; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;</span></dt><dd><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1495;&#1493;&#1512; &#1499;&#1497; &#1490;&#1489;&#1493;&#1500;&#1493;&#1514;&#1497;&#1493; &#1513;&#1500; &#1495;&#1500;&#1493;&#1503; &#1497;&#1502;&#1513;&#1499;&#1493; &#1500;&#1490;&#1489;&#1493;&#1500;&#1493;&#1514;&#1497;&#1492;&#1501; &#1513;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1488;&#1495;&#1512;&#1497;&#1501; &#1488;&#1493; &#1500;&#1490;&#1489;&#1493;&#1500;&#1493;&#1514; &#1492;&#1502;&#1505;&#1498; &#1489;&#1506;&#1514; &#1513;&#1492;&#1501; &#1502;&#1493;&#1494;&#1494;&#1497;&#1501;. &#1489;&#1506;&#1494;&#1512;&#1514; &#1502;&#1495;&#1493;&#1493;&#1503; &#1492;-"&#1502;&#1512;&#1495;&#1511;" &#1504;&#1497;&#1514;&#1503; &#1500;&#1511;&#1489;&#1493;&#1506; &#1502;&#1488;&#1497;&#1494;&#1493; &#1511;&#1512;&#1489;&#1492; &#1514;&#1493;&#1508;&#1506;&#1500; &#1492;&#1492;&#1513;&#1508;&#1506;&#1492;.</p></dd><dt><span class="term">&#1490;&#1500;&#1497;&#1513;&#1514; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492;</span></dt><dd><p>&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1514;&#1489;&#1497;&#1488; &#1500;&#1492;&#1495;&#1500;&#1508;&#1514; &#1502;&#1513;&#1496;&#1495; &#1506;&#1489;&#1493;&#1491;&#1492; &#1489;&#1506;&#1514; &#1513;&#1505;&#1502;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1502;&#1490;&#1497;&#1506; &#1500;&#1490;&#1489;&#1493;&#1500;&#1493;&#1514; &#1492;&#1502;&#1505;&#1498;. &#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1492;&#1513;&#1504;&#1497;&#1492; &#1514;&#1489;&#1497;&#1488; &#1500;&#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1491;&#1493;&#1502;&#1492; &#1489;&#1506;&#1514; &#1490;&#1512;&#1497;&#1512;&#1514; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;. &#1489;&#1506;&#1494;&#1512;&#1514; &#1492;&#1502;&#1495;&#1493;&#1493;&#1503; &#1492;&#1502;&#1514;&#1488;&#1497;&#1501; &#1504;&#1497;&#1514;&#1503; &#1500;&#1511;&#1489;&#1493;&#1506; &#1488;&#1514; &#1492;&#1514;&#1504;&#1490;&#1491;&#1493;&#1514; &#1513;&#1493;&#1500;&#1497; &#1492;&#1502;&#1505;&#1498; &#1500;&#1502;&#1506;&#1489;&#1512; &#1489;&#1497;&#1503; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;.</p></dd><dt><span class="term">&#1492;&#1494;&#1494;&#1492; &#1493;&#1513;&#1497;&#1504;&#1493;&#1497; &#1490;&#1493;&#1491;&#1500;</span></dt><dd><p>&#1513;&#1514;&#1497; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1506;&#1493;&#1502;&#1491;&#1493;&#1514; &#1500;&#1489;&#1495;&#1497;&#1512;&#1514;&#1498; &#1499;&#1491;&#1497; &#1500;&#1511;&#1489;&#1493;&#1506; &#1488;&#1501; &#1514;&#1493;&#1499;&#1503; &#1492;&#1495;&#1500;&#1493;&#1503; &#1497;&#1493;&#1510;&#1490; &#1488;&#1493; &#1500;&#1488; &#1489;&#1506;&#1514; &#1492;&#1494;&#1494;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1488;&#1493; &#1513;&#1497;&#1504;&#1493;&#1497; &#1490;&#1493;&#1491;&#1500;&#1493; (&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1488;&#1497; &#1492;&#1510;&#1490;&#1514; &#1514;&#1493;&#1499;&#1503; &#1492;&#1495;&#1500;&#1493;&#1503; &#1514;&#1495;&#1505;&#1493;&#1498; &#1489;&#1502;&#1513;&#1488;&#1489;&#1497; &#1502;&#1506;&#1512;&#1499;&#1514; &#1489;&#1502;&#1497;&#1491;&#1492; &#1502;&#1505;&#1493;&#1497;&#1502;&#1514;).</p></dd><dt><span class="term">&#1508;&#1506;&#1493;&#1500;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1499;&#1508;&#1493;&#1500;&#1492;</span></dt><dd><p>&#1499;&#1488;&#1503; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1495;&#1493;&#1512; &#1502;&#1492; &#1514;&#1492;&#1497;&#1492; &#1492;&#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1492;&#1502;&#1495;&#1493;&#1497;&#1497;&#1489;&#1514; &#1502;&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1506;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1499;&#1508;&#1493;&#1500;&#1492; &#1506;&#1500; &#1505;&#1512;&#1490;&#1500; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; &#1513;&#1500; &#1495;&#1500;&#1493;&#1503; : &#1490;&#1500;&#1493;&#1500; &#1495;&#1500;&#1493;&#1503;, &#1492;&#1505;&#1514;&#1512; &#1495;&#1500;&#1493;&#1503;, &#1492;&#1490;&#1491;&#1500; &#1495;&#1500;&#1493;&#1503; &#1488;&#1493; &#1499;&#1500;&#1493;&#1501;.</p></dd></dl></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="hidden_options"></a>&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1504;&#1505;&#1514;&#1512;&#1493;&#1514;</h3></div></div></div><p>&#1502;&#1505;&#1508;&#1512; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1504;&#1505;&#1514;&#1512;&#1493;&#1514; &#1502;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1498; &#1500;&#1492;&#1514;&#1488;&#1497;&#1501; &#1489;&#1488;&#1493;&#1508;&#1503; &#1488;&#1497;&#1513;&#1497; &#1488;&#1514; &#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; xfwm4. &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1488;&#1500;&#1493; &#1497;&#1513; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1489;&#1488;&#1493;&#1508;&#1503; &#1497;&#1491;&#1504;&#1497; &#1500;&#1511;&#1493;&#1489;&#1509; $HOME/.config/xfce4/xfwm4/xfwm4rc &#1513;&#1500;&#1498;. &#1497;&#1514;&#1499;&#1503; &#1513;&#1497;&#1492;&#1497;&#1492; &#1506;&#1500;&#1497;&#1498; &#1500;&#1497;&#1510;&#1493;&#1512; &#1511;&#1493;&#1489;&#1509; &#1494;&#1492; &#1488;&#1501; &#1492;&#1493;&#1488; &#1500;&#1488; &#1511;&#1497;&#1497;&#1501;.</p><div class="variablelist"><dl><dt><span class="term">cycle_minimum=false</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1499;&#1500;&#1493;&#1500; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1488;&#1497;&#1504;&#1501; &#1502;&#1493;&#1508;&#1497;&#1506;&#1497;&#1501; &#1489;&#1505;&#1512;&#1490;&#1500; &#1492;&#1502;&#1513;&#1497;&#1502;&#1493;&#1514; &#1489;&#1505;&#1489;&#1489; &#1492;&#1506;&#1489;&#1512;&#1514; &#1492;&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514; &#1489;&#1506;&#1494;&#1512;&#1514; &#1492;&#1511;&#1497;&#1510;&#1493;&#1512; Alt + Tab.
			</p></dd><dt><span class="term">cycle_hidden=false</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1508;&#1505;&#1495; &#1506;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1502;&#1493;&#1494;&#1506;&#1512;&#1497;&#1501; &#1489;&#1512;&#1513;&#1497;&#1502;&#1492; &#1492;&#1502;&#1493;&#1510;&#1490;&#1514; &#1489;&#1506;&#1514; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1511;&#1497;&#1510;&#1493;&#1512; Alt + Tab
			</p></dd><dt><span class="term">easy_click=false</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1502;&#1504;&#1506; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1492;&#1494;&#1497;&#1494; &#1493;&#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1490;&#1493;&#1491;&#1500;&#1501; &#1513;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1506;&#1494;&#1512;&#1514; &#1492;&#1511;&#1497;&#1510;&#1493;&#1512; &#1499;&#1508;&#1514;&#1493;&#1512; Alt + &#1500;&#1495;&#1497;&#1510;&#1514; &#1506;&#1499;&#1489;&#1512;.
			</p></dd><dt><span class="term">focus_hint=false</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1504;&#1495;&#1492; &#1488;&#1514; xfwm4 &#1500;&#1492;&#1514;&#1506;&#1500;&#1501; &#1502;&#1510;&#1497;&#1497;&#1503; &#1492;&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514; &#1513;&#1500; &#1492;&#1497;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;.
			</p></dd><dt><span class="term">prevent_focus_stealing=true</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1502;&#1504;&#1506; &#1502;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1500;&#1490;&#1504;&#1493;&#1489; &#1488;&#1514; &#1492;&#1492;&#1514;&#1502;&#1511;&#1491;&#1493;&#1514;.
			</p></dd><dt><span class="term">raise_with_any_button=false</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1489;&#1497;&#1488; &#1500;&#1511;&#1497;&#1491;&#1493;&#1501; &#1495;&#1500;&#1493;&#1503; &#1500;&#1495;&#1494;&#1497;&#1514; &#1512;&#1511; &#1489;&#1506;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500;&#1497;&#1493; &#1506;&#1501; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1513;&#1502;&#1488;&#1500;&#1497;.
			</p></dd><dt><span class="term">move_opacity=100</span></dt><dd><p>&#1511;&#1493;&#1489;&#1506; &#1488;&#1514; &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1506;&#1514; &#1492;&#1494;&#1494;&#1514;&#1493;. &#1492;&#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1492;&#1497;&#1488; &#1502;&#1505;&#1508;&#1512; &#1513;&#1500;&#1501; &#1489;&#1497;&#1503; 0 &#1500;-100, &#1499;&#1513;-100 &#1502;&#1489;&#1496;&#1488; &#1495;&#1493;&#1505;&#1512; &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1493;-0 &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1502;&#1493;&#1495;&#1500;&#1496;&#1514;.
			</p><p>&#1500;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1488;&#1497;&#1503; &#1499;&#1500; &#1492;&#1513;&#1508;&#1506;&#1492; &#1488;&#1501; &#1502;&#1504;&#1492;&#1500; &#1492;&#1513;&#1497;&#1500;&#1493;&#1489; &#1488;&#1497;&#1504;&#1493; &#1502;&#1488;&#1493;&#1508;&#1513;&#1512;.
</p></dd><dt><span class="term">resize_opacity=100</span></dt><dd><p>&#1511;&#1493;&#1489;&#1506; &#1488;&#1514; &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503; &#1489;&#1506;&#1514; &#1513;&#1497;&#1504;&#1493;&#1497; &#1490;&#1493;&#1491;&#1500;&#1493;. &#1492;&#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1492;&#1497;&#1488; &#1502;&#1505;&#1508;&#1512; &#1513;&#1500;&#1501; &#1489;&#1497;&#1503; 0 &#1500;-100, &#1499;&#1513;-100 &#1502;&#1489;&#1496;&#1488; &#1495;&#1493;&#1505;&#1512; &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1493;-0 &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1502;&#1493;&#1495;&#1500;&#1496;&#1514;.
			</p><p>&#1500;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1488;&#1497;&#1503; &#1499;&#1500; &#1492;&#1513;&#1508;&#1506;&#1492; &#1488;&#1501; &#1502;&#1504;&#1492;&#1500; &#1492;&#1513;&#1497;&#1500;&#1493;&#1489; &#1488;&#1497;&#1504;&#1493; &#1502;&#1488;&#1493;&#1508;&#1513;&#1512;.
</p></dd><dt><span class="term">scroll_workspaces=false</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1489;&#1496;&#1500; &#1488;&#1514; &#1492;&#1495;&#1500;&#1508;&#1514; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1501; &#1490;&#1500;&#1490;&#1500;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512;.
			</p></dd><dt><span class="term">toggle_workspaces=true</span></dt><dd><p>&#1492;&#1493;&#1505;&#1508;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1500;&#1511;&#1493;&#1489;&#1509; xfwm4rc &#1514;&#1489;&#1497;&#1488; &#1500;&#1499;&#1498; &#1513;&#1492;&#1511;&#1497;&#1510;&#1493;&#1512; Control+F(N) &#1497;&#1514;&#1497;&#1495;&#1505; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1511;&#1493;&#1491;&#1501;.
			</p></dd><dt><span class="term">wrap_layout=true</span></dt><dd><p>&#1500;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1488;&#1497;&#1503; &#1499;&#1500; &#1492;&#1513;&#1508;&#1506;&#1492; &#1488;&#1501; &#1502;&#1504;&#1492;&#1500; &#1492;&#1513;&#1497;&#1500;&#1493;&#1489; &#1488;&#1497;&#1504;&#1493; &#1502;&#1488;&#1493;&#1508;&#1513;&#1512;. 
			</p></dd><dt><span class="term">wrap_cycle=true</span></dt><dd><p>&#1505;&#1493;&#1490;&#1512; &#1502;&#1506;&#1490;&#1500; &#1489;&#1497;&#1503; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1499;&#1488;&#1513;&#1512; &#1502;&#1490;&#1497;&#1506;&#1497;&#1501; &#1500;&#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1488;&#1493; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503;.
			</p></dd></dl></div></div></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="workspaces"></a>&#1504;&#1497;&#1492;&#1493;&#1500; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492;</h2></div></div></div><p><strong class="application"><code>xfwm4</code></strong> &#1502;&#1504;&#1492;&#1500; &#1490;&#1501; &#1488;&#1514; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;. &#1511;&#1497;&#1497;&#1502;&#1514; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1497;&#1493;&#1495;&#1491;&#1514; &#1500;&#1513;&#1497;&#1504;&#1493;&#1497; &#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;. &#1504;&#1497;&#1503; &#1500;&#1492;&#1508;&#1506;&#1497;&#1500; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1506;&#1500; &#1497;&#1491;&#1497; &#1489;&#1495;&#1497;&#1512;&#1492; &#1489;- <span class="emphasis"><em>&#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1513;&#1493;&#1500;&#1497;&#1497;&#1501;</em></span> &#1502;<a href="xfce-mcs-manager.html#manager-dialog" target="_top">&#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514;</a>. &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1499;&#1497;&#1500;&#1492; &#1513;&#1514;&#1497; &#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1493;&#1514; &#1489;&#1492;&#1503; &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1488;&#1514; &#1513;&#1493;&#1500;&#1497; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;.
  </p><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="id280028"></a>&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</h3></div></div></div><div class="figure"><a name="xfwm-workspace-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 7. &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/xfwm_workspaces.png" alt="&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1514; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;
	    "></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1502;&#1513;&#1496;&#1495;&#1497; &#1506;&#1489;&#1493;&#1491;&#1492;</span></dt><dd><p>&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1504;&#1493;&#1504;&#1514; &#1500;&#1498; &#1500;&#1489;&#1495;&#1493;&#1512; &#1488;&#1514; &#1502;&#1505;&#1508;&#1512; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1489;&#1492;&#1501; &#1514;&#1512;&#1510;&#1492; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; (&#1489;&#1497;&#1503; 1 &#1500;-32).
	  </p></dd><dt><span class="term">&#1513;&#1502;&#1493;&#1514; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</span></dt><dd><p>&#1513;&#1491;&#1492; &#1494;&#1492; &#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1502;&#1513;&#1496;&#1495;&#1497; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1494;&#1502;&#1497;&#1504;&#1497;&#1501;. &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1506;&#1512;&#1493;&#1498; &#1488;&#1514; &#1513;&#1502;&#1493; &#1513;&#1500; &#1488;&#1495;&#1491; &#1502;&#1492;&#1501; &#1497;&#1513; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1502;&#1505;&#1508;&#1512;&#1493; &#1493;&#1500;&#1502;&#1500;&#1488; &#1488;&#1514; &#1492;&#1512;&#1513;&#1493;&#1502;&#1492; &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1514;&#1493;&#1508;&#1497;&#1506;. &#1489;&#1505;&#1497;&#1493;&#1501; &#1497;&#1513; &#1500;&#1492;&#1511;&#1497;&#1513; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;-"&#1492;&#1495;&#1500;" &#1488;&#1493; &#1508;&#1513;&#1493;&#1496; &#1500;&#1492;&#1511;&#1497;&#1513; Enter &#1499;&#1491;&#1497; &#1500;&#1495;&#1494;&#1493;&#1512; &#1500;&#1512;&#1513;&#1497;&#1502;&#1492;.
	  </p></dd></dl></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="workspace-margins"></a>&#1513;&#1493;&#1500;&#1497; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</h3></div></div></div><div class="figure"><a name="workspace_margins-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 8. &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1513;&#1493;&#1500;&#1497; &#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/workspace_margins.png" alt="&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1513;&#1493;&#1500;&#1497; &#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;"></div></div></div><p>&#1499;&#1491;&#1497; &#1500;&#1508;&#1514;&#1493;&#1495; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1513;&#1493;&#1500;&#1497; &#1502;&#1513;&#1496;&#1495; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1497;&#1513; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512; &#1506;&#1501; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; "&#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1513;&#1493;&#1500;&#1497;&#1497;&#1501;" &#1489;<a href="xfce-mcs-manager.html#manager-dialog" target="_top">&#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514;</a> &#1493;&#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1499;&#1512;&#1496;&#1497;&#1505;&#1497;&#1492; &#1506;&#1501; &#1492;&#1499;&#1493;&#1514;&#1512;&#1514; "&#1513;&#1493;&#1500;&#1497;&#1497;&#1501;".
    </p><p>&#1492;&#1513;&#1493;&#1500;&#1497;&#1497;&#1501; &#1492;&#1501; &#1488;&#1494;&#1493;&#1512;&#1497;&#1501; &#1489;&#1511;&#1510;&#1493;&#1493;&#1514; &#1492;&#1502;&#1505;&#1498; &#1513;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1493;&#1512;&#1495;&#1489;&#1497;&#1501; &#1500;&#1488; &#1497;&#1499;&#1505;&#1493;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1514;&#1488;&#1497;&#1501; &#1488;&#1514; &#1490;&#1493;&#1491;&#1500;&#1501; &#1489;&#1508;&#1497;&#1511;&#1505;&#1500;&#1497;&#1501; &#1513;&#1500; &#1499;&#1500; &#1492;&#1513;&#1493;&#1500;&#1497;&#1497;&#1501; (&#1513;&#1502;&#1488;&#1500;&#1497;&#1497;&#1501;, &#1497;&#1502;&#1504;&#1497;&#1497;&#1501;, &#1506;&#1500;&#1497;&#1493;&#1504;&#1497;&#1501; &#1493;&#1514;&#1495;&#1514;&#1493;&#1504;&#1497;&#1501;). &#1499;&#1491;&#1488;&#1497; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1513;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1493;&#1512;&#1495;&#1489;&#1497;&#1501; &#1500;&#1488; &#1497;&#1506;&#1500;&#1493; &#1506;&#1500; &#1492;&#1500;&#1493;&#1495; &#1488;&#1493; &#1506;&#1500; &#1502;&#1505;&#1490;&#1512;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1505;&#1502;&#1500;&#1497;&#1501;.</p></div><p> </p></div><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-copyright"></a>&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfwm4</code></strong></h2></div></div></div><p><strong class="application"><code>xfwm4</code></strong> was written Olivier Fourdan  
    (<code class="email">&lt;<a href="mailto:fourdan@xfce.org">fourdan@xfce.org</a>&gt;</code>). &#1500;&#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1511;&#1512; &#1489; <a href="http://www.xfce.org" target="_top">&#1488;&#1514;&#1512; Xfce</a>. 
  </p><p>&#1500;&#1491;&#1497;&#1493;&#1493;&#1495; &#1506;&#1500; &#1514;&#1511;&#1500;&#1492; &#1488;&#1493; &#1499;&#1491;&#1497; &#1500;&#1492;&#1510;&#1497;&#1506; &#1491;&#1489;&#1512; &#1502;&#1492; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1497;&#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1488;&#1493; &#1500;&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1502;&#1506;&#1511;&#1489; &#1488;&#1495;&#1512; &#1514;&#1511;&#1500;&#1493;&#1514; &#1489;- <a href="http://bugzilla.xfce.org/" target="_top">http://bugzilla.xfce.org/</a>. 
  </p><p>&#1488;&#1501; &#1497;&#1513; &#1500;&#1498; &#1513;&#1488;&#1500;&#1493;&#1514; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1488;&#1493; &#1500;&#1492;&#1514;&#1511;&#1504;&#1514; &#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1508;&#1504;&#1493;&#1514;&#1503; <a href="http://lunar-linux.org/mailman/listinfo/xfce" target="_top">&#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; &#1513;&#1500; Xfce</a>. &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1488;&#1493;&#1491;&#1493;&#1514; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1504;&#1506;&#1512;&#1499;&#1497;&#1501; &#1489;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; <a href="http://lunar-linux.org/mailman/listinfo/xfce4-dev" target="_top">xfce4-dev</a>.
  </p><p> &#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493; &#1502;&#1493;&#1508;&#1510;&#1514; &#1514;&#1495;&#1514; &#1514;&#1504;&#1488;&#1497; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; GPL (GNU General Public Liscense) &#1499;&#1508;&#1497; &#1513;&#1492;&#1501; &#1502;&#1508;&#1493;&#1512;&#1505;&#1502;&#1497;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;; &#1490;&#1512;&#1505;&#1492; 2 &#1513;&#1500; &#1492;&#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1488;&#1493; (&#1500;&#1489;&#1495;&#1497;&#1512;&#1514;&#1498;) &#1499;&#1500; &#1490;&#1512;&#1505;&#1492; &#1502;&#1488;&#1493;&#1495;&#1512;&#1514; &#1497;&#1493;&#1514;&#1512;.
  </p><p>&#1506;&#1493;&#1514;&#1511; &#1513;&#1500; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1492;- GNU General Public Liscense &#1488;&#1502;&#1493;&#1512; &#1492;&#1497;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1510;&#1493;&#1512;&#1507; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493;; &#1488;&#1501; &#1500;&#1488; &#1499;&#1498;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1499;&#1514;&#1493;&#1489; &#1500;&#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;: Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, 
    USA.
  </p></div></div></body></html>
