Repository: xfce-mirror/xfwm4
Catalog: po/*.po
Languages: af

source: Workspace Margins
af: Werkarea-kantlyne

source: Margins are areas on the edges of the screen where no window will be placed
af: Kantlyne is areas op die kante van die skerm waar geen venster geplaas sal word nie

source: Left :
af: Links :

source: Right :
af: Regs :

source: Top :
af: Bokant :

source: Bottom :
af: Onderkant :

source: Workspaces and Margins
af: Werkareas en kantlyne

source: Workspaces
af: Werkareas

source: Margins
af: Kantlyne

source: Change name
af: Verander naam

source: Workspace %d
af: Werkarea %d

source: Name:
af: Naam:

source: Click on a workspace name to edit it
af: Klik op 'n werkarea-naam om dit te verander

source: Number of workspaces:
af: Aantal werkareas:

source: Workspace names
af: Werkarea-name

source: Menu
af: Kieslys

source: Stick
af: Kleef

source: Shade
af: Skadu

source: Hide
af: Versteek

source: Maximize
af: Maksimeer

source: Close
af: Maak toe

source: Shade window
af: Beskadu venster

source: Hide window
af: Versteek verster

source: Maximize window
af: Maksimeer venster

source: Nothing
af: Niks

source: Left
af: LinksLinks

source: Center
af: Middel

source: Right
af: Regs

source: Click and drag buttons to change the layout
af: Klik en sleep die knoppies om die uitleg te verander

source: Active
af: Aktief

source: Title
af: Titel

source: The window title, it cannot be removed
af: Die venstertitel, dit kan nie verwyder word nie

source: Hidden
af: Verberg

source: Font Selection Dialog
af: Fontseleksie

source: Window Manager
af: Vensterbestuurder

source: Window Manager Preferences
af: Voorkeure vir vensterbestuurder

source: Title font
af: Titelfont

source: Title Alignment
af: Titelbelyning

source: Text alignment inside title bar :
af: Teksbelyning binne die titelbalk :

source: Button layout
af: Knoppie-uitleg

source: Style
af: Styl

source: Window shortcuts
af: Vensterkortpaaie

source: Command
af: Bevel

source: Shortcut
af: Kortpad

source: Command shortcuts
af: Bevelkortpaaie

source: Keyboard
af: Sleutelbord

source: Focus model
af: Fokusmodel

source: Click to focus
af: Klik om fokus te kry

source: Focus follows mouse
af: Fokus-volg-muis

source: New window focus
af: Nuwe-venster-fokus

source: Automatically give focus to newly created windows
af: Gee outomaties die fokus aan nuutgeskepte vensters

source: Raise on focus
af: Plaas voor met fokus

source: Automatically raise windows when they receive focus
af: Plaas vensters outomaties voor wanneer hulle fokus verkry

source: Delay before raising focused window :
af: Wag voordat fokusvenster voorgeplaas word :

source: Slow
af: Stadig

source: Fast
af: Vinnig

source: Raise on click
af: Plaas voor met klik

source: Raise window when clicking inside application window
af: Plaas venster voor wanneer binne die venster geklik word

source: Focus
af: Fokus

source: Windows snapping
af: Vensterdokking

source: Snap windows to screen border
af: Dok vensters teen skermkant

source: Snap windows to other windows
af: Dok vensters teen ander vensters

source: Distance :
af: Afstand :

source: Small
af: Klein

source: Wide
af: Wyd

source: Wrap workspaces
af: Vou werkareas om

source: Wrap workspaces when the pointer reaches a screen edge
af: Vou werkareas om wanneer die wyser die skermkant bereik

source: Wrap workspaces when dragging a window off the screen
af: Vou werkareas om wanneer 'n venster gesleep word af van die skerm af

source: Edge Resistance :
af: Kantweerstand :

source: Opaque move and resize
af: Ingevulde skuif en verstel

source: Display content of windows when resizing
af: Vertoon inhoud van vensters tydens grootteverstelling

source: Display content of windows when moving
af: Vertoon inhoud van vensters tydens skuiwing

source: Double click action
af: Dubbelklik-aksie

source: Action to perform when double clicking on title bar :
af: Aksie om uit te voer wanneer die titelbalk gedubbelklik word :

source: Advanced
af: Gevorderd

source: Do you really want to remove this keybinding theme ?
af: Wil jy regtig hierdie tema van sleutelbindings verwyder ?

source: Add keybinding theme
af: Voeg sleutelbindingtema by

source: Enter a name for the theme:
af: Gee 'n naam vir die tema:

source: A keybinding theme with the same name already exists
af: Daar bestaan reeds 'n tema van sleutelbindings met hierdie naam

source: You have to provide a name for the keybinding theme
af: Jy moet 'n naam gee vir die tema van sleutelbindings

source: Close window
af: Maak venster toe

source: Maximize window vertically
af: Maksimeer venster vertikaal

source: Maximize window horizontally
af: Maksimeer venster horisontaal

source: Stick window
af: Laat venster kleef

source: Cycle windows
af: Gaan in siklus deur vensters

source: Move window up
af: Skuif venster op

source: Move window down
af: Skuif venster af

source: Move window left
af: Skuif venster links

source: Move window right
af: Skuif venster regs

source: Resize window up
af: Verstel grootte aan bokant

source: Resize window down
af: Verstel grootte aan onderkant

source: Resize window left
af: Verstel grootte aan linkerkant

source: Resize window right
af: Verstel grootte aan regterkant

source: Raise window
af: Plaas venster voor

source: Lower window
af: Plaas venster agtertoe

source: Toggle fullscreen
af: Wissel volskerm

source: Upper workspace
af: Boonste werkarea

source: Bottom workspace
af: Onderste werkarea

source: Left workspace
af: Linkerwerkarea

source: Right workspace
af: Regterwerkarea

source: Next workspace
af: Volgende werkarea

source: Previous workspace
af: Vorige werkarea

source: Add workspace
af: Voeg werkarea by

source: Delete workspace
af: Vee werkarea uit

source: Move window to next workspace
af: Skuif venster na volgende werkarea

source: Move window to previous workspace
af: Skuif venster na vorige werkarea

source: Move window to upper workspace
af: Skuif venster na boonste werkarea

source: Move window to bottom workspace
af: Skuif venster na onderste werkarea

source: Move window to left workspace
af: Skuif venster na linkerwerkarea

source: Move window to right workspace
af: Skuif venster na regterwerkarea

source: Move window to workspace 1
af: Skuif venster na werkarea 1

source: Move window to workspace 2
af: Skuif venster na werkarea 2

source: Move window to workspace 3
af: Skuif venster na werkarea 3

source: Move window to workspace 4
af: Skuif venster na werkarea 4

source: Move window to workspace 5
af: Skuif venster na werkarea 5

source: Move window to workspace 6
af: Skuif venster na werkarea 6

source: Move window to workspace 7
af: Skuif venster na werkarea 7

source: Move window to workspace 8
af: Skuif venster na werkarea 8

source: Move window to workspace 9
af: Skuif venster na werkarea 9

source: Cannot open the theme directory !
af: Kan nie die temagids oopmaak nie !

source: Cannot open %s : %s
af: Kan nie %s oopmaak nie : %s

source: Cannot write in %s : %s
af: Kan nie in %s skryf nie : %s

source: Select command
af: Selekteer bevel

source: Shortcut already in use ! Are you sure you want to use it ?
af: Kortpad word reeds gebruik ! Is jy seker jy wil dit gebruik ?

source: Compose shortcut for :
af: Stel kortpad saam vir :

source: Compose shortcut
af: Stel kortpad saam

source: No shortcut
af: Geen kortpad

source: Choose command
af: Kies bevel

source: Command :
af: Bevel :

source: The command doesn't exist or the file is not executable !
af: Die bevel bestaan nie of die lÃªer is nie uitvoerbaar nie !

source: Compose shortcut for command :
af: Stel kortpad saam vir bevel :

source: %s: Segmentation fault
af: %s: Segmenteerfout

source: Ma_ximize
af: Ma_ksimeer

source: Un_maximize
af: Ont_maksimeer

source: _Hide
af: _Versteek

source: Hide _all others
af: Versteek _alle ander

source: S_how
af: _Wys

source: _Shade
af: Be_skadu

source: Un_shade
af: Ont_skadu

source: S_tick
af: Laat _kleef

source: Uns_tick
af: Laat _los

source: Context _help
af: Konteks_hulp

source: Always on top
af: Altyd bo-op

source: Send to...
af: Stuur na...

source: _Close
af: Maak _toe

source: Destroy
af: Vernietig

source: _Quit
af: _Verlaat

source: Restart
af: Herbegin

source: Workspace %i (%s)
af: Werkarea %i (%s)

source: Workspace %i
af: Werkarea %i

source: %s: GtkMenu failed to grab the pointer
af: %s: GtkMenu kon nie die wyser gryp nie

source: %s: Cannot allocate active color %s
af: %s: Kan nie aktiewe kleur %s toeken nie

source: %s: Cannot parse active color %s
af: %s: Kan nie aktiewe kleur %s ontleed nie

source: %s: Cannot allocate inactive color %s
af: %s: Kan nie onaktiewe kleur %s toeken nie

source: %s: Cannot parse inactive color %s
af: %s: Kan nie onaktiewe kleur %s ontleed nie

source: Switch to ...
af: Wissel na ...

source: Unknown application!
af: Onbekende toepassing!
