Repository: xfce-mirror/xfwm4
Catalog: po/vec.po
Languages: vec

source: This window might be busy and is not responding. Do you want to terminate the application?
vec: Sta fenestra no ła risponde: ze pusìbiłe che ła sìpie ocupada. Se vołe sarar ła aplicasion?

source: Warning
vec: Atension

source: None
vec: Dezativar

source: Session manager socket
vec: Socket del zestor de sesion

source: SOCKET ID
vec: ID DEL SOCKET

source: Version information
vec: Informasion de ła version

source: %s: %s Try %s --help to see a full list of available command line options.
vec: %s: %s Provar %s --help par védar na lista conpleta de łe opsion dispunìbiłi da riga de comando

source: Workspace %d
vec: Spàsio de lavoro %d

source: Workspace Name
vec: Nome del spàsio de lavoro

source: Settings manager socket
vec: Socket del zestor de configurasion

source: Window Manager
vec: Zestor de łe fenestre

source: Configure window behavior and shortcuts
vec: Configurasion el conportamento de ła fenestra e de łe scursarołe

source: windows;management;settings;preferences;themes;styles;decorations;title bar;font;buttons;menu;minimize;maximize;shade;roll up;layout;keyboard shortcuts;focus;snapping;screen;workspaces;edges;corner;hide content;move;resize;moving;resizing;double click;
vec: fenestre;zestion;configurasion;prefarense;temi;stiłi;decorasion;bara del tìtuło;caràtaro;botoni;menù;minimiza;masimiza;onbria;far sù;distribusion;scursarołe da tastiera;focus;ganso;schermo;spasi de lavoro;lati;àngołi;scondi contegnuo;spostar;redimensionar;movimento;redimensionamento;dópio clic;

source: Window Manager Tweaks
vec: Configurasion del zestor de fenestre

source: Fine-tune window behaviour and effects
vec: Configurar co precizion el conportamento e i efeti de łe fenestre

source: windows;behavior;settings;preferences;cycling;cycle;switching;focus;raises;accessibility;key;dragging;move;moving;hide;frame;title bar;maximized;tile;screen;edge;hot corner;snapping;mouse wheel;roll up;workspaces;placement;compositor;compositing;enable;disable;shadows;decorations;opacity;resize;inactive;preview;compiz;transitions;
vec: fenestre;conportamento;configurasion;prefarense;rotasion;siclo;cànbio;fogo;primo pian;acesibiłità;boton;strasinamento;spostar;spostamento;scóndar;corniza;bara del tìtuło;masimizar;mozàego;schermo;bordo;àngoło ativo;ganso;rodeła del mouse;rodołamento;spasi de lavoro;pozisionamento;conpozitor;conpozision;ativar;dezabiłitar;onbrie;decorasion;opasità;redimensionar;inativa;anteprima;compiz;tranzision;

source: Workspaces
vec: Spàsio de lavoro

source: Configure layout, names and margins
vec: Configurar ła distribusion, i nomi e i màrzeni

source: workspaces;settings;preferences;virtual desktops;number;windows;screen;margins;
vec: spasi de lavoro;configurasion;prefarense;desktop virtuałi;fenestre;schermo;màrzeni

source: _Help
vec: _Juto

source: _Close
vec: _Sarar

source: <b>The_me</b>
vec: <b>Te_ma</b>

source: <b>Title fon_t</b>
vec: <b>T_ipografia del tìtuło</b>

source: <b>Title _alignment</b>
vec: <b>_Ałineamento del tìtuło</b>

source: Click and drag the buttons to change the layout
vec: Far click inte i botini e mòvełi par modifegar ła so distribusion

source: Title
vec: Tìtuło

source: The window title cannot be removed
vec: No se połe ełiminar el tìtuło de ła fenestra

source: Active
vec: Ativi

source: Menu
vec: Menù

source: Stick
vec: Fisar

source: Shade
vec: Rodołar

source: Minimize
vec: Minimizar

source: Maximize
vec: Masimizar

source: Close
vec: Sarar

source: Hidden
vec: Sconto

source: <b>Button layout</b>
vec: <b>Distribusion dei botoni</b>

source: _Style
vec: _Stiłe

source: Define shortcuts to perform _window manager actions:
vec: Definir łe scursarołe par łe asion del zestor de fenestre:

source: _Edit
vec: _Modifegar

source: _Clear
vec: _Cavar

source: _Reset to Defaults
vec: _Restaurar i vałori predetermenai

source: _Keyboard
vec: _Tastiera

source: Click to foc_us
vec: _Far click par métar a fogo

source: Focus follows _mouse
vec: El fogo el sègue el _mouse

source: _Delay before window receives focus:
vec: Ritardo _par che ła fenestra ła gàpie el fogo:\

source: <i>Short</i>
vec: <i>Curto</i>

source: <i>Long</i>
vec: <i>Longo</i>

source: <b>Focus model</b>
vec: <b>Modeło de focus (fogo)</b>

source: Automatically give focus to _newly created windows
vec: Far focus automategamente inte łe _fenestre nove

source: <b>New window focus</b>
vec: <b>Focus de łe nove fenestre</b>

source: Automatically _raise windows when they receive focus
vec: Portar automategamente _in primo pian łe fenestre co łe vien meteste a fogo

source: Delay _before raising focused window:
vec: Ritardar prima de métar _in primo pian ła fenestra col fogo:

source: <b>Raise on focus</b>
vec: <b>In primo pian se a fogo</b>

source: Raise window when clicking _inside application window
vec: Métar in primo pian co se fa click _adentro de ła fenestra

source: <b>Raise on click</b>
vec: <b>In primo pian al click</b>

source: _Focus
vec: _Fogo

source: To screen _borders
vec: So i _bordi del schermo

source: To other _windows
vec: So altre _fenestre

source: Dis_tance:
vec: Dis_tansa:

source: <i>Small</i>
vec: <i>Cea</i>

source: <i>Wide</i>
vec: <i>Granda</i>

source: <b>Windows snapping</b>
vec: <b>Fenestre magnèteghe</b>

source: With the mouse _pointer
vec: Col puntador del _mouse

source: With a _dragged window
vec: Co na fenestra _strasinada

source: _Edge resistance:
vec: Resistensa _dei bordi:

source: <b>Wrap workspaces when reaching the screen edge</b>
vec: <b>Canbiar de spàsio de lavoro co se riva sol bordo del schermo</b>

source: When _moving
vec: _Movéndołe

source: When _resizing
vec: _Redimensionàndołe

source: <b>Hide content of windows</b>
vec: <b>Scóndar el contegnuo de łe fenestre</b>

source: The action to perform when the title-bar is double-clicked
vec: Ła asion che ła vegnarà fata co se farà dópio click inte ła bara del tìtuło

source: <b>Double click _action</b>
vec: <b>Asion del dópio click</b>

source: Ad_vanced
vec: Opsion _avansae

source: Shade window
vec: Rodołar ła fenestra

source: Hide window
vec: Scóndar ła fenestra

source: Maximize window
vec: Masimizar ła fenestra

source: Fill window
vec: Anpliar ła fenestra

source: Always on top
vec: Senpre insima

source: Nothing
vec: Dezativar

source: Left
vec: Sanca

source: Center
vec: Sentro

source: Right
vec: Drita

source: Theme
vec: Tema

source: Action
vec: Asion

source: Shortcut
vec: Scursaroła

source: Failed to initialize xfconf. Reason: %s
vec: No se ga podesto scumisiar el servìsio de configurasion de Xfce. Motivasion: %s

source: Could not create the settings dialog.
vec: No se ga podesto crear ła fenestra de configurasion.

source: This will reset all shortcuts to their default values. Do you really want to do this?
vec: Seguro de vołer restaurar i vałori predetermenai de tute łe scursarołe?

source: Reset to Defaults
vec: Restaurar i vałori predetermenai

source: S_kip windows that have "skip pager" or "skip taskbar" properties set
vec: Saltar łe fenestre che łe ga _łe propietà "saltar sełetor de fenestre" o "saltar bara de łe aplicasion" inpostae.

source: Cycle _through minimized windows in most recently used order
vec: Navegar _intrà łe fenestre minimizae inte l'órdene de dòpara pì recente

source: _Include hidden (i.e. iconified) windows
vec: Inclùdar łe fenestre _sconte (cuełe minimizae)

source: Cycle _through windows on all workspaces
vec: Navegar inte łe fenestre de _tuti i spasi de lavoro

source: _Draw frame around selected window while cycling
vec: _Dizegnar na cornize da torno a łe fenestre sełesionae co se navega intrà de łore.

source: _Raise windows while cycling
vec: Portar in primo pian łe _fenestre co se łe sełesiona

source: Cycle through windows in a _list
vec: Navegar intrà łe fenestre de na _lista

source: C_ycling
vec: Navegasion _intrà fenestre

source: Activate foc_us stealing prevention
vec: Ativar ła prevension _de pèrdita del fogo

source: Honor _standard ICCCM focus hint
vec: Respetar el _stándar de focus ICCCM

source: When a window raises itself:
vec: Co na fenestra ła ze in primo pian:

source: _Bring window on current workspace
vec: _Spostar ła fenestra al spàsio de lavoro atuałe

source: Switch to win_dow's workspace
vec: Pasar al _spàsio de lavoro de ła fenestra

source: Do _nothing
vec: _No far gnente

source: Key used to _grab and move windows:
vec: Boton par _strasinar e spostar łe fenestre:

source: _Raise windows when any mouse button is pressed
vec: Portar in primo pian łe fenestre _fazendo click co calsìasi boton

source: Hide frame of windows when ma_ximized
vec: _Scóndar ła _corniza de łe fenestre masimizae

source: Hide title of windows when maximized
vec: _Scóndar el tìtuło de łe fenestre masimizae

source: Automatically _tile windows when moving toward the screen edge
vec: _Recuadrar automategamente łe fenestre co łe riva inte i bordi del schermo

source: Use _edge resistance instead of window snapping
vec: Doparar ła _resistensa dei bordi al posto de łe fenestre magnèteghe

source: Use mouse wheel on title bar to ro_ll up the window
vec: Doparar ła rodeła del mouse inte ła bara del tìtuło par _rodołar ła fenestra

source: Notify of _urgency by making window's decoration blink
vec: Notifegar ła urzensa fazendo che łe decorasion de łe fenestre łe lanpeje

source: Keep urgent windows _blinking repeatedly
vec: Lanpejo ripetuo de łe _fenestre che łe riceve el fogo

source: _Accessibility
vec: _Acesibiłità

source: Use the _mouse wheel on the desktop to switch workspaces
vec: Doparar ła rodeła del mose inte el _desktop par canbiar el spàsio de lavoro

source: _Remember and recall previous workspace when switching via keyboard shortcuts
vec: Recordar e restaurar el spàsio de lavoro presedente col vien ca_nbià doparando scursarołe da tastiera

source: Wrap workspaces depending on the actual desktop _layout
vec: Canbiar el spàsio de lavoro drio ła _distribusion del desktop

source: Wrap workspaces when _the first or the last workspace is reached
vec: Canbiar de spàsio de lavoro co se _riva a ła prima o a ła ùltema

source: _Workspaces
vec: _Spasi de lavoro

source: _Minimum size of windows to trigger smart placement:
vec: Gramdesa _mìnema de łe fenestre par ativar el pozisionamento intełizente:

source: <i>Large</i>
vec: <i>Grando</i>

source: By default, place windows:
vec: Cofà predefinio, piasar łe fenestre:

source: At the c_enter of the screen
vec: _Inte el sentro del schermo

source: U_nder the mouse pointer
vec: _Baso del puntador del mouse

source: _Placement
vec: _Pozisionamento

source: _Enable display compositing
vec: _Ativar ła conpozision del schermo

source: Display _fullscreen overlay windows directly
vec: Mostrar diretamente łe fenestre a _schermo intiero

source: Show windows preview in place of icons when cycling
vec: Mostrar l'anteprima de łe fenestre al posto de łe icone inte ła bara de łe aplicasion

source: Show shadows under pop_up windows
vec: Mostrar l'onbria baso de łe fenestre _emerzenti

source: Show shadows under _dock windows
vec: Mostrar onbria baso de łe fenestre de ła bara de łe aplicasion

source: Show shadows under _regular windows
vec: Mostrar l'onbria soto de łe fenestre _normałi

source: Zoom desktop with mouse wheel
vec: Anpliar el ingrandamento co ła rodeła del mouse

source: Zoom pointer along with the desktop
vec: Anpliar el puntador insieme col desktop

source: Opaci_ty of window decorations:
vec: Opasi_tà de ła decorasion de łe fenestre:

source: <i>Transparent</i>
vec: <i>Trasparente</i>

source: <i>Opaque</i>
vec: <i>Opaco</i>

source: Opacity of _inactive windows:
vec: Opasità de łe _fenestre inative:

source: Opacity of windows during _move:
vec: Opasità de łe _fenestre spostàndołe:

source: Opacity of windows during resi_ze:
vec: Opasità de łe _fenestre redimensionàndołe:

source: Opacity of popup wi_ndows:
vec: Opasità de łe _fenestre emerzenti:

source: C_ompositor
vec: C_onpozitor

source: _Number of workspaces:
vec: _Nùmaro de spasi de lavoro

source: Layout
vec: Distrubusion

source: Names
vec: Nomi

source: _General
vec: _Zenerałe

source: Margins are areas on the edges of the screen where no window will be placed
vec: I màrzeni i ze spasi inte el bordo del schermo andove no łe vengarà pozisionae łe fenestre

source: _Margins
vec: _Màrzeni

source: %s (on %s)
vec: %s (in %s)

source: Unsupported keyboard modifier '%s'
vec: El boton modifegador «%s» no el ze conpatìbiłe

source: Set the compositor mode
vec: Ativar ła conpozision

source: Set the vblank mode
vec: Ativar el modo de intervało verticałe (vblank)

source: Replace the existing window manager
vec: Renpiasar el atuałe zestor de fenestre in dòpara

source: Print version information and exit
vec: Stanpar informasion de ła version e ndar fora

source: Enable debug logging
vec: Ativar el rejistro de depurasion (debug logging)

source: [ARGUMENTS...]
vec: [ARGOMENTI...]

source: Type "%s --help" for usage.
vec: Scrivi "%s --help" par védare łe istrusion de come che el se dòpara.

source: Ma_ximize
vec: Ma_simizar

source: Unma_ximize
vec: Dema_simizar

source: Mi_nimize
vec: Mi_nimizar

source: Minimize _Other Windows
vec: Minizar chełe _altre fenestre

source: S_how
vec: M_ostrar

source: _Move
vec: _Spostar

source: _Resize
vec: _Redimensionar

source: Always on _Top
vec: Senpre in _Primo pian

source: _Same as Other Windows
vec: _Conpagno che łe altre fenestre

source: Always _Below Other Windows
vec: Senpre par _de baso de altre fenestre

source: Roll Window Up
vec: Rodołar

source: Roll Window Down
vec: Desrodołar

source: _Fullscreen
vec: _Schermo intiero

source: Leave _Fullscreen
vec: _Andar fora dal schermo intiero

source: Context _Help
vec: Juto _contestuałe

source: Always on _Visible Workspace
vec: Senpre inte el spàsio de lavoro _vizìbiłe

source: Move to Another _Workspace
vec: Spostar in altri spasi de _lavoro

source: Move to Another Monitor
vec: Spostar so un'altro mònitor

source: Destroy
vec: Desfar

source: _Quit
vec: _Sara

source: Restart
vec: Reinisiar

source: %s: GtkMenu failed to grab the pointer
vec: %s: GtkMenu no el ga podesto caturar el puntador

source: Error reading data from child process: %s
vec: No se ga podesto lèzar i dati del proceso secondàrio: %s

source: Cannot spawn helper-dialog: %s
vec: No se ga podesto crear ła fenestra de juto: %s
