Repository: xfce-mirror/xfwm4
Catalog: doc/manual/po/*.po
Languages: ru, tr

source: You can choose the windows borders to be attracted by the borders of other windows, or by the screen edges, when they are moved. The distance from which this effect will be applied can be specified with the "Distance" slider.
ru: Вы можете установить притягивание краёв окна при его перемещении к краям других окон или к краям экрана. Расстояние, на котором должен проявляться этот эффект, вы можете установить ползунком «Расстояние».
tr: Pencereler hareket ettirildiğinde diğer pencere kenarlarından ya da ekran kenarlarından etkilenecek olan kenarların hangileri olacağını seçebilirsiniz. Bu etkinin ne kadar mesafe kaldığında gerçekleşeceği "Uzaklık" seçeneği ile belirtilebilir.

source: Wrap workspaces
ru: Переключение рабочих мест
tr: Çalışma alanlarını değiştir

source: Select the first option if you want to switch to the next workspace when the mouse pointer reaches the screen edges. Select the second one if you want the same behaviour while dragging a window. You can specify the screen edges resistance using the corresponding slider.
ru: Выберите первый параметр, если вы хотите, чтобы при достижении края экрана указателем мыши происходил переход на следующее рабочее место. Выберите второй параметр, если вы хотите добиться схожего поведения при перемещении окна. Вы можете установить сопротивление у края, используя соответствующий ползунок.
tr: Fare işaretçisi ekranın kenarlarına eriştiğinde, sonraki çalışma alanına geçilmesini istiyorsanız ilk seçeneği işaretleyin. Eğer aynı etkinin pencere taşırken gerçekleşmesini istiyorsanız ikinci seçeneği işaretleyin. Ekran kenarı direncini, buradaki kaydırma çubuğunu kullanarak ayarlayabilirsiniz.

source: Opaque move and resize
ru: Перемещение и изменение размера окна
tr: Mat taşıma ve boyutlandırma

source: Two options allow you to choose if the content of a window will appear or not, when you move or resize it (not displaying the content will save some system resources).
ru: Два параметра позволяют установить, должно ли отображаться содержимое окна при его перемещении или изменении его размера. Скрытие содержимого позволяет сэкономить некоторое количество системных ресурсов.
tr: Bu iki seçenek bir pencereyi haraket ettirdiğinizde veya yeniden boyutlandırdığınızda onun içeriğinin görünüp görünmemesini (görünmemesi sistem kaynaklarını daha az harcayacaktır) seçmenize izin verir.

source: Double click action
ru: Действие при двойном щелчке на заголовке
tr: Çift tıklama eylemi

source: Select what must be the behaviour of the window manager when you double-click on the title bar of a window : shade window, hide window, maximize window or none.
ru: Выберите действие диспетчера окон при двойном щелчке по заголовку окна: свернуть окно в заголовок, свернуть окно, развернуть окно или ничего.
tr: Bir pencerenin başlık çubuğuna çift tıklandığında ne yapılması gerektiğini seçin: pencereyi gölgele, pencereyi sakla, tam ekran yap veya hiçbiri.

source: Managing workspaces
ru: Управление рабочими столами
tr: Çalışma alanlarını yönetmek

source: <application>@PACKAGE_NAME@</application> also manages workspaces. There is a special settings dialog to change the workspace properties. You can start it by choosing <emphasis>Workspaces and Margins</emphasis> from the the <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">settings manager dialog</ulink>. The dialog contains two tab folders where you can change workspace settings and desktop margins.
ru: <application>@PACKAGE_NAME@</application> также управляет рабочими столами. Существует специальный диалог настроек для изменения параметров рабочих столов. Вы можете запустить его, выбрав <emphasis>Рабочий стол</emphasis> из <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">settings manager dialog</ulink>. Диалог разделён на две области, где бы можете настроить рабочие столы и поля.
tr: <application>@PACKAGE_NAME@</application> aynı zamanda çalışma alanlarını da yönetir. Çalışma alanı özelliklerini ayarlamaya yönelik bir pencere vardır. Bur pencereyi, <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">ayarlar yöneticisi penceresi</ulink>nden <emphasis>Çalışma Alanları ve Sınırlar</emphasis>'ı seçerek açabilirsiniz. Açılacak pencere, çalışma alanı ayarlarını ve masaüstü sınırlarını değiştirebileceğiniz iki adet etiket dizini içerir.

source: Workspaces settings
ru: Настройки рабочих мест
tr: Çalışma alanları ayarları

source: Workspace Settings
ru: Настройки рабочих мест
tr: Çalışma Alanı Ayarları

source: Shows workspace settings tab folder.
ru: Показывает вкладку настроек рабочих мест.
tr: Çalışma alanı ayarlar sekmesini gösterir

source: Workspaces
ru: Рабочие места
tr: Çalışma Alanları

source: This option allows you too choose the number of workspaces you want to use (between 1 and 32).
ru: Этот параметр позволяет задать количество рабочих мест, которое вы желаете использовать (от 1 до 32).
tr: Bu seçenek kullanmak istediğiniz çalışma alanı sayısını seçmenize olanak veriyor (1 ve 32 arasında).

source: Worspace names
ru: Название рабочего места
tr: Çalışma alanı isimleri

source: This field shows the list of avaible workspaces. If you want to edit the name of one of them, click its number and a fill the entry of the dialog that will then appear. When it's done, click the "Apply" button, or just press the Enter key, to return to the list.
ru: Это поле отображает список всех доступных рабочих мест. Есил вы хотите изменить название одного из них, дважды щёлкните по его названию и залайте новое название.
tr: Bu kısım, mevcut çalışma alanlarının listesini gösterir. Eğer bu çalışma alanlarından birinin ismini değiştirmek istiyorsanız, numarasının üstüne tıklayıp, açılan penceredeki kısmı doldurunuz. Bu işlem bittiğinde listeye dönmek için, "Uygula" düğmesine tıklayın ya da Enter tuşuna basın.

source: Workspaces margins
ru: Поля рабочих мест
tr: Çalışma alanı sınırları

source: The workspace margins dialog
ru: Диалоговое окно полей рабочих мест
tr: Çalışma alanı sınırları penceresi

source: The workspace margins tab folder
ru: Показывает вкладку настроек полей рабочих мест
tr: Çalışma alanı sınırları etiket dizini

source: To open the Workspace Margins dialog, click the button labelled "Workspaces and Margins" in the <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">settings manager dialog</ulink> and choose the tab labelled "Margins".
ru: Для того чтобы запустить диалоговое окно настроек рабочего стола, щёлкните кнопку «Рабочий стол» в <ulink url="xfce4-settings.html#manager-dialog" type="http">Диспетчере настроек Xfce</ulink>.
tr: Çalışma alanı sınırları penceresini açmak için, <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">ayarlar yöneticisi penceresi</ulink>ndeki "Çalışma Alanı ve Sınırlar" düğmesine tıklayın ve sonra "Sınırlar" sekmesini seçin.

source: Margins are areas on the edges of the screen that maximized windows won't cover. You can adjust the size, in pixels, of all margins (left, right, top and bottom). Use this feature, for example, if you do not want maximized windows to overlap panel or iconbox frames.
ru: Поля – это области у края экрана, которое не занимается развёрнутыми окнами. Вы можете настроить размер всех полей в пикселях (слева, справа, сверху, снизу). Используйте эту возможность, например, если вы не хотите, чтобы развёрнутые окна перекрывали панель или область iconbox.
tr: Sınırlar: büyütülen pencerelerin ekranda kaplayamayacakları alanın miktarını belirtirler. Bu boyutu piksel olarak tüm sınırlar (sol, sağ, üst ve alt) için değiştirebilirsiniz. Örneğin bu özelliği, büyütülen pencerelerin, paneli ya da simge kutularını örtmemesi için kullanabilirsiniz.

source: About <application>@PACKAGE_NAME@</application>
ru: О программе <application>@PACKAGE_NAME@</application>
tr: <application>@PACKAGE_NAME@</application> Hakkında

source: <application>@PACKAGE_NAME@</application> was written Olivier Fourdan (<email>fourdan@xfce.org</email>). To find more information, please visit the <ulink url="http://www.xfce.org" type="http">Xfce web site</ulink>.
ru: <application>@PACKAGE_NAME@</application> написал Olivier Fourdan (<email>fourdan@xfce.org</email>). Посетите <ulink url="http://www.xfce.org" type="http">сайт Xfce</ulink> для получения более подробной информации.
tr: <application>@PACKAGE_NAME@</application> Olivier Fourdan (<email>fourdan@xfce.org</email>) tarafından yazılmıştır. Daha fazla bilgi için <ulink url="http://www.xfce.org" type="http">Xfce Internet Adresini</ulink> ziyaret edebilirsiniz.

source: To report a bug or make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
ru: Чтобы сообщить об ошибке или внести предложение, относящееся к этой программе или данному руководству, используйте систему отслеживания ошибок <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
tr: Bu uygulama veya klavuz hakkında bir hata raporlamak ya da öneride bulunmak için <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink> adresindeki hata takip sistemimizi kullanabilirsiniz.

source: If you have questions about the use or installation of this package, please ask on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink> mailing list. Development discussion takes place on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mailing list.
ru: Если у вас есть вопросы по использованию или установке этого пакета, пожалуйста, задайте их в <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">списке рассылки xfce</ulink>. Обсуждение разработки происходит в <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">списке рассылки xfce4-dev</ulink>.
tr: Bu paketin kurulumu veya kullanımı ile ilgili sorulaırnızı <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink> eposta listesine yazabilirsiniz. Geliştirme tartışmaları ise <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> listesinde sürdürülmektedir.

source: This program is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ru: Это программное обеспечение распространяется на условиях лицензии GNU General Public License, опубликованной Free Software Foundation, версии 2 или (по вашему выбору) любой более поздней версии.
tr: Bu program Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansının 2 veya (seçiminize bağlı olarak) daha sonraki sürümlerinden birinin koşulları altında dağıtılımaktadır.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ru: Вы должны были получить копию лицензии GNU General Public License вместе с этой программой. Если это не так, напишите во Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
tr: Bu programla birlikte GNU Genel kamu Lisansının bir kopyasını almış olmalısınız. Eğer almamışsanız şu adrese yazabilirsiniz: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
ru: Denis Koryavov <dkoryavov@yandex.ru>, 2010 Artem Zolochevskiy <artem.zolochevskiy@gmail.com>, 2011
tr: Gökmen Görgen <gkmngrgn@gmail.com>, 2011
