Repository: xfce-mirror/xfwm4
Catalog: doc/manual/po/*.po
Languages: ru, tr

source: Xfce 4 Window Manager
ru: Диспетчер окон Xfce 4
tr: Xfce 4 Pencere Yöneticisi

source: This manual describes @PACKAGE_NAME@ version @PACKAGE_VERSION@
ru: Это руководство описывает @PACKAGE_NAME@ версии @PACKAGE_VERSION@
tr: Bu el kitabı @PACKAGE_NAME@ paketinin, @PACKAGE_VERSION@ sürümünü açıklıyor.

source: Introduction
ru: Введение
tr: Giriş

source: The Xfce 4 Window Manager is part of the <ulink url="http://www.xfce.org" type="html">Xfce Desktop Environment</ulink>. The actual command to run is <application>@PACKAGE_NAME@</application>. To run it in the background use <command><application>@PACKAGE_NAME@</application> --daemon</command>. The window manager is responsible for the placement of windows on the screen, provides the window decorations and allows you for instance to move, resize or close them.
ru: Оконный менеджер Xfce 4 является частью <ulink url="http://www.xfce.org" type="html">рабочей среды Xfce</ulink>. Команда для его запуска – <application>@PACKAGE_NAME@</application>. Для запуска в фоновом режиме используйте команду <command><application>@PACKAGE_NAME@</application> --daemon</command>. Оконный менеджер отвечает за размещение окон на экране, обеспечивает оформление окон и позволяет, например, перемещать, изменять размер или закрывать их.
tr: The Xfce 4 Pencere Yöneticisi <ulink url="http://www.xfce.org" type="html">Xfce Masaüstü Ortamı</ulink>'nın parçasıdır. Çalıştırmak için kullanılacak komut <application>@PACKAGE_NAME@</application>. Arkaplanda çalıştırmak için kullanılacak komut <command><application>@PACKAGE_NAME@</application> --daemon</command>. Pencere yöneticisi pencerelerin ekranda yerleştirilmesinden sorumludur, pencere süslemelerini sağlar ve sizin pencereleri hareket ettirmenizi, yeniden boyutlandırmanızı veya kapatmanızı sağlar.

source: <application>@PACKAGE_NAME@</application> adheres strongly to the standards defined on <ulink url="http://www.freedesktop.org" type="html">freedesktop.org</ulink>. Consequently, special features such as making windows borderless, or providing an icon for the application must now be implemented in the application; you can no longer use the window manager to force different behaviour. One of the great features of <application>@PACKAGE_NAME@</application> is its themeability. The window decorations (borders, title bar and window buttons) can be configured by using window manager themes.
ru: <application>@PACKAGE_NAME@</application> строго следует стандартам, определённым <ulink url="http://www.freedesktop.org" type="html">freedesktop.org</ulink>. Следовательно, специальные возможности, такие как окна без рамок или определение значка для приложения, теперь должны быть реализованы в самом приложении, и вы более не можете использовать оконный менеджер для изменения этого поведения. Одна из самых замечательных возможностей <application>@PACKAGE_NAME@</application> – это темизация. Оформление окна (рамки, строка заголовка и кнопки окна) может быть задано с помощью тем оконного менеджера.
tr: <application>@PACKAGE_NAME@</application> <ulink url="http://www.freedesktop.org" type="html">freedesktop.org</ulink> tanımlı standartlara sıkıca bağlıdır. Bunun bir sonucu olarak, örneğin pencereleri çerçevesiz yapma, veya uygulamaya bir simge sağlama gibi sıradan olmayan özellikler uygulamanın içinde gerçekleştirilmiş olmalıdır; bundan sonra pencere yöneticisini farklı davranması için zorlayamazsınız. <application>@PACKAGE_NAME@</application> uygulamasının bir başka büyük özelliği de temalandırılabilirliğidir. Kenarlıklar(çerçeve, başlık çubuğu, pencere butonları) pencere yöneticisi temaları kullanılarak yapılandırılabilirler.

source: <application>@PACKAGE_NAME@</application> offers multihead support, for both xinerama and real multiscreen modes, useful when you have more than one monitor connected to your computer.
ru: <application>@PACKAGE_NAME@</application> поддерживает xinerama и многоэкранные режимы. Это удобно, если к вашему компьютеру подключены несколько мониторов.
tr: <application>@PACKAGE_NAME@</application>, xinerama ve gerçek tam ekran modları için çift başlılık desteği sunar. Bu özellik, bilgisayarınıza bağlı birden fazla ekran bulunması halinde oldukça kullanışlıdır.

source: <application>@PACKAGE_NAME@</application> can be run stand-alone, but if you use it this way, you will need the <ulink url="xfce-mcs-manager.html" type="http">Xfce 4 Settings Manager</ulink> if you want GUI settings management. Tasks other than managing windows, like setting a background image or launching programs, need to be performed by other programs.
ru: <application>@PACKAGE_NAME@</application> может быть запущен отдельно, но если вы хотите управлять настройками графического интерфейса пользователя, вам понадобится <ulink url="xfce-mcs-manager.html" type="http">диспетчер настроек Xfce 4</ulink>. Задачи выходящие за рамки управления окнами, такие как установка фонового изображения или запуск приложений, должны выполняться другими программами.
tr: <application>@PACKAGE_NAME@</application> tek başına çalıştırılabilir, fakat tek başına çalıştırmanız halinde grafiksel kullanıcı arabirimi ayarlarını yönetmek için <ulink url="xfce-mcs-manager.html" type="http">Xfce 4 Ayarlar Yöneticisi</ulink>ne ihtiyacınız olacaktır. Pencereleri yönetmek dışındaki, bir arkaplan görseli seçme ya da uygulama çalıştırma gibi görevlerin başka uygulamalar tarafından gerçekleştirilmesi gerekir.

source: <application>@PACKAGE_NAME@</application> includes its own compositing manager, which takes advantage of the new <ulink url="http://freedesktop.org/Software/xorg" type="html">X.org</ulink>'s server extensions. The compositor is like a WM on its own, it manages a stack of all windows, monitor all kinds on X event and reacts accordingly. Having the compositing manager embedded in the window manager also helps keeping the various visual effects in sync with window events. If you want to use the compositor, you have to build <application>@PACKAGE_NAME@</application> using the --enable-compositor configure option. In any case, you can disable the compositor on <application>@PACKAGE_NAME@</application> startup using the '--compositor=off' argument.
ru: В состав <application>@PACKAGE_NAME@</application> входит свой собственный композитный менеджер, который использует новые расширения сервера <ulink url="http://freedesktop.org/Software/xorg" type="html">X.org</ulink>. Композитный менеджер похож на оконный менеджер, он управляет стеком всех окон, отслеживает все виды событий X Window и реагирует соответственно. Встраивание композитного менеджера в оконный менеджер также помогает соотносить различные визуальные эффекты с событиями окон. Если вы хотите использовать композитный менеджер, вам необходимо собрать <application>@PACKAGE_NAME@</application> с опцией конфигурации --enable-compositor. В любом случае, вы можете отключить композитный менеджер при старте <application>@PACKAGE_NAME@</application>, используя аргумент «--compositor=off».
tr: <application>@PACKAGE_NAME@</application> kendi düzenleme yöneticisini içerir, bu yönetici yeni <ulink url="http://freedesktop.org/Software/xorg" type="html">X.org</ulink> sunucusu uzantılarının üstünlüklerine sahiptir. Düzenleyinin kendisi bir pencere yöneticisi gibi çalışır; pencere kümelerini yönetir, tüm X olaylarını gözlemler ve bu olaylara karşılık gereken işlevleri yerine getirir. Düzenleme yöneticisinin pencere yöneticisi içerisinde gömülü olması, bazı görsel efektlerin pencere olayları ile uyum içinde kalmasına yardımcı olur. Düzenleyiciyi kullanmak istiyorsanız, <application>@PACKAGE_NAME@</application> paketini '--enable-compositor' seçeneği ile yapılandırarak derlemelisiniz. Herhangi bir durumda, <application>@PACKAGE_NAME@</application> paketini '--compositor=off' seçeneği ile başlatıp düzenleyiciyi devre dışı bırakabilirsiniz.

source: Using <application>@PACKAGE_NAME@</application>
ru: Использование <application>@PACKAGE_NAME@</application>
tr: Kullanmak <application>@PACKAGE_NAME@</application>

source: Manage windows
ru: Управление окнами
tr: Pencereleri yönet

source: The window manager provides borders, a title bar and window buttons to application windows. The look is defined by the window manager theme.
ru: Оконный менеджер обеспечивает рамки, строку заголовка и кнопки окон приложений. Внешний вид определяется темой оконного менеджера.
tr: Pencere yöneticisi uygulama pencerelerine kenarlıklar, bir başlık çubuğu ve pencere düğmeleri sağlar. Görünümü pencere yöneticisi teması tarafından belirlenir.

source: In the default theme <application>@PACKAGE_NAME@</application> shows six buttons and a title on regular application windows. The six buttons perform these basic functions:
ru: В теме по умолчанию <application>@PACKAGE_NAME@</application> для обычных окон приложений выводит шесть кнопок и заголовок. Шесть кнопок выполняют следующие основные функции:
tr: Öntanımlı tema olan <application>@PACKAGE_NAME@</application> altı düğme ve uygulama penceresinin üzerinde bir başlık gösterir. Bu altı düğme şu temel işlevleri yerine getirir:

source: <application>@PACKAGE_NAME@</application> title bar buttons
ru: Кнопки строки заголовка <application>@PACKAGE_NAME@</application>
tr: <application>@PACKAGE_NAME@</application> başlık çubuğu düğmeleri

source: <application>@PACKAGE_NAME@</application> title bar buttons and functions
ru: Кнопки и функции заголовка окна <application>@PACKAGE_NAME@</application>
tr: <application>@PACKAGE_NAME@</application> başlık çubuğu düğmeleri ve işlevleri

source: You can open the window menu with a left-click on the menu button on the title bar, or with a right-click on the window title area itself.
ru: Вы можете открыть меню окна щелчком левой кнопки мыши по кнопке меню на строке заголовка или щелчком правой кнопкой мыши на самой области заголовка окна.
tr: Pencere menüsünü başlık çubuğundaki menü düğmesine sol tıklayarak veya pencere başlık alanının kendisine sağ tıklayarak açabilirsiniz.

source: If you use <application>xftaskbar4</application>, you can open an action menu with a right-click on one of the taskbar entries; it includes several items among those available in the window menu.
ru: Если вы используете <application>xftaskbar4</application>, вы можете открыть список действий щелчком правой кнопкой мыши по любому из элементов панели задач. Этот список включает несколько дополнительных пунктов.
tr: Eğer <application>xftaskbar4</application> kullanıyorsanız, görev çubuğundaki girdilerden birinin üzerine sağ tıklayarak bir eylem menüsü açabilirsiniz; bu menü, pencere menüsündeki öğelerin birkaçını içerir.

source: Give focus to a window
ru: Передать фокус окну
tr: Bir pencereyi odakla

source: You need to give the focus to a window if you want it to receive keyboard and mouse input. Window decorations colors will change, following the focus. To obtain more details about focus options, please refer to the <ulink url="#focus">corresponding section</ulink> below.
ru: Если вы хотите, чтобы окно получало ввод с клавиатуры/мыши, вы должны передать фокус окну. При этом изменяется цветовое оформление активного окна с фокусом. Для получения дополнительной информации о параметрах фокуса обратитесь к <ulink url="#focus">соответствующему разделу</ulink> ниже.
tr: Fare ve klavye girdilerini alabilmesi için hedef pencereye odaklanmalısınız. Odaklanmayı takiben pencere kenarlıklarının rengi değişecektir. Odaklanma seçenekleri hakkında detaylı bilgi almak için aşağıdaki <ulink url="#focus">ilgili kısıma</ulink> başvurun.

source: A keyboard shortcut allows to switch the focus from a window to others : Hold Alt and then you can press Tab repeatedly untill you get to the window you want to focus. If you use it, you will see a small popup showing the application name, its icon and the window title. Also <application>@PACKAGE_NAME@</application> will highlight the outline of the window that will receive the focus.
ru: Вы можете передать фокус от одного окна в другое, используя комбинацию клавиш: удерживайте Alt и нажимайте Tab пока не активируется окно, в которое вы желаете передать фокус. При этом вы увидите маленькое всплывающее окно, отображающее название приложения, его значок и заголовок окна. <application>@PACKAGE_NAME@</application> также подсветит рамку окна, которое получает фокус.
tr: Alt ve Tab tuşlarını birlikte ard arda kullanarak odaklanmak istediğiniz pencereye ulaşabilirsiniz. Bu tuş kombinasyonunu kullandığınızda küçük bir pencerede uygulamanın adını, simgesini ve pencere başlığını görürsünüz. <application>@PACKAGE_NAME@</application> uygulaması da odaklanacağınız pencereyi vurgulayacaktır.

source: NOTE: the use of a keyboard shortcut in an application needs the application window to have the focus :)
ru: Примечание: использование комбинаций клавиш в приложении требует, чтоб окно этого приложения было в фокусе :-)
tr: NOT: bir tuş takımı kısayolunun kullanılabilmesi için uygulama penceresinin odaklanmış olması gerekir.

source: Maximize / unmaximize windows
ru: Развернуть / восстановить размер окна
tr: Pencereleri küçült / büyüt

source: If you maximize a window, it will expand on your display and use all avaible space (as it is defined by <ulink url="xfdesktop.html#xfdesktop-workspace" type="http">workspace settings</ulink>). You can maximize a window either vertically, horizontally, or both at once.
ru: При разворачивании окна оно увеличивается и занимает всё пространство экрана (в соответствии с настройками в <ulink url="xfdesktop.html#xfdesktop-workspace" type="http">workspace settings</ulink>). Вы можете развернуть окно по вертикали, горизонтали или же в обоих направлениях одновременно.
tr: Bir pencereyi büyüttüğünüzde, boyutu büyür ve kullanılabilir tüm alanı (<ulink url="xfdesktop.html#xfdesktop-workspace" type="http">çalışma alanı ayarları</ulink>nda tanımlandığı şekilde) kaplar. Bir pencereyi sadece dikey, sadece yatay ya da aynı anda hem dikey hem de yatay olarak büyütebilirsiniz.

source: To maximize a window, perform one of those actions:
ru: Для того чтобы развернуть окно, выполните одно из действий:
tr: Bir pencereyi büyütmek için bu eylemlerden birini yapın:

source: click the maximize button of the title bar
ru: щёлкните кнопку развернуть в заголовке окна;
tr: başlık çubuğundaki genişlet düğmesine tıklayın

source: open the window menu from the title bar and choose the "maximize" item
ru: откройте меню окна из заголовка окна и выберите «Развернуть»;
tr: başlık çubuğundan pencere menüsünü açın ve "büyüt" öğesini seçin

source: use Alt + F5 keyboard shortcut
ru: воспользуйтесь комбинацией клавиш Alt + F5.
tr: Alt + F5 tuş takımı kısayolunu kullanın

source: You can make any window appear in fullscreen mode (it will then use all the size of your screen without showing the window borders) by using the customizable Alt + F11 keyboard shortcut.
ru: Вы можете перевести любое окно в полноэкранный режим, используя комбинацию клавиш Alt + F11, которую можно переназначить. В этом режиме окно будет занимать всё пространство экрана, не отображая края окна.
tr: Herhangi bir pencereyi Alt + F11 kısayolunu kullanarak tam ekran yapabilirsiniz. Bunu yaptığınızda pencere kenarlıkları olmadan tüm ekranınızı kullanmış olacaksanız.

source: To maximize a window vertically :
ru: Для того чтобы развернуть окно по вертикали:
tr: Bir pencereyi dikey olarak büyütmek için:

source: middle-click the maximize button of the title bar
ru: щёлкните средней кнопкой мыши на заголовке окна;
tr: başlık çubuğundaki büyüt düğmesine orta tuşla tıkla

source: use Alt + F6 keyboard shortcut
ru: воспользуйтесь комбинацией клавиш Alt + F6;
tr: Alt + F6 tuş takımı kısayolunu kullan

source: To maximize a window horizontally :
ru: Для того чтобы развернуть окно по горизонтали:
tr: Bir pencereyi büyütmek için:

source: right-click the maximize button of the title bar
ru: щёлкните правой кнопкой мыши по кнопке развернуть на в заголовке окна;
tr: başlık çubuğundaki büyüt düğmesine sağ tıklama

source: use Alt + F7 keyboard shortcut
ru: воспользуйтесь комбинацией клавиш Alt + F7;
tr: Alt + F7 tuş takımı kısayolunu kullan

source: When a window has been maximized in a way or another, it can be restored to its previous size doing one of these actions :
ru: Если окно было развёрнуто одним либо другим способом, вы можете вернуть его первоначальный размер одним из способов:
tr: Bir pencere herhangi bir yolla büyütüldüğünde, tekrar eski boyutlarına döndürmek için şu eylemlerden birini gerçekleştirebilirsiniz :

source: click the unmaximize button of the title bar
ru: щёлкните кнопку восстановления размера в заголовке окна;
tr: başlık çubuğunun küçültme düğmesine tıklayın

source: use the same keyboard shortcut once again
ru: воспользуйтесь повторно использовавшейся комбинацией клавиш.
tr: aynı tuş takımı kısayolunu bir daha kullan

source: choose the "Unmaximize" item in the window menu
ru: выберите пункт меню окна «Восстановить размер развёрнутого окна»
tr: pencere menüsünden "Normal boyut" öğesini seçin

source: Resize windows
ru: Изменить размер окон
tr: Pencereleri boyutlandır

source: Although certain special windows can not be resized, you are able to resize most of them to fit your needs.
ru: Хотя размер некоторых специальных окон не может быть изменён, вы можете изменять размер размер большинства из них в соответствии с вашими желаниями.
tr: Bazı özel pencerelerin yeniden boyutlandırılamamasına rağmen, pencerelerin çoğunu ihtiyaçlarınıza uyacak şekilde yeniden boyutlandırabilirsiniz.

source: you can use the edges and corners of the window frame to modify its size, dragging them with the mouse
ru: вы можете использовать края и углы окна для изменения размера окна, передвигая их при помощи мыши;
tr: pencere çerçevesinin kenarlarını ve köşelerini, fare ile sürükleyerek, pencerelerin boyutlarını değiştirmek için kullanabilirsiniz

source: you can use the Alt + right click shortcut while you hold the mouse pointer anywhere over the window frame; it will act as if you were dragging the bottom-right corner of the window
ru: вы можете воспользоваться комбинацией Alt + щелчок правой кнопкой мыши над областью окна. Это работает также, как если бы вы использовали перетаскивание правого верхнего угла окна;
tr: fare işaretçisi pencere çerçevesi üzerinde herhangi bir yerde iken Alt + sağ tıklama yapabilirsiniz; bu tuşlara tıklayıp sürüklediğinizde, pencere sağ alt köşesinden çekiliyormuş gibi davranacaktır.

source: you can use practical keyboard shortcuts : Shift + Alt + (up, down, right or left) Arrow
ru: вы можете использовать удобные комбинации клавиш: Shift + Alt + стрелка (вверх, вниз, вправо или влево).
tr: Klavye kısayollarını kullanabilirsiniz: Shift + Alt + (yukarı, aşağı, saü ve sol) Yön Tuşları

source: Hide / unhide windows
ru: Свернуть / развернуть окно
tr: Pencereleri gizle / göster

source: You can hide a window performing one of these actions :
ru: Вы можете свернуть окно выполнив одно из действий:
tr: Bir pencereyi bu eylemlerden birini gerçekleştirerek gizleyebilirsiniz:

source: click the hide button of the title bar
ru: щёлкните на кнопку свернуть на заголовке окна
tr: başlık çubuğundaki gizle düğmesine tıklayın

source: open the window menu from the title bar and choose the "Hide" item
ru: откройте меню окна из заголовка окна и выберите пункт «Свернуть»;
tr: Başlık çubuğundan pencere menüsünü aç ve "Gizle" maddesini seç

source: use Alt + F8 keyboard shortcut
ru: воспользуйтесь комбинацией клавиш Alt + F8.
tr: Alt + F8 tuş takımı kısayolunu kullanın

source: Alternatively, you can hide all windows of current workspace, excepted the one you are using, in only one action : click the menu button of the title bar and choose "Hide all others".
ru: Как вариант, вы можете свернуть все окна текущего рабочего места, за исключением того, которые вы сейчас используете. Для этого щёлкните на кнопку меню окна в заголовке окна и выберите «Свернуть все остальные окна».
tr: Başka bir seçenek olarak, o anki çalışma alanında bulunan tüm pencereleri tek bir hamlede gizleyebilirsiniz: başlık çubuğundaki menü düğmesine tıklayın ve "Diğerlerini gizle" öğesine tıklayın.

source: To "unhide" a window, you will have to select its name or its icon in one of those Xfce 4 components :
ru: Для того чтобы «развернуть» окно, вам нужно выбрать его название или значок в одном из компонентов Xfce 4:
tr: Gizlediğiniz bir pencereyi geri getirmek için, o pencerenin adını ya da simgesini, şu Xfce 4 bileşenlerinin birinden seçmeniz gerekir :

source: the list of windows, accessible with a middle-click on the desktop background. This list shows all opened windows, classified by workspaces. Windows that are currently hidden are marked between [ ].
ru: список окон, к которому можно получить доступ по щелчку средней кнопкой мыши на фоне рабочего стола. Этот список показывает все открытые окна, сгруппированные по рабочим местам. Свёрнутые окна отмечены между [ ].
tr: pencere listesine, masaüstü arkaplanında orta fare butonu ile tıklanarak erişilebilir. Bu liste açık olan tüm pencereleri gösterir ve çalışma alanlarına göre sınıflandırılmıştır. [ ] işaretleri arasına yazılmış pencereler, o anda gizli olan pencerelerdir.

source: the <application>xfce4-iconbox</application>
ru: <application>xfce4-iconbox</application>.
tr: <application>xfce4-iconbox</application>

source: Shade / unshade windows
ru: Свернуть окно в заголовок / развернуть из заголовка
tr: Pencereleri gölgelendir/gölgelendirme

source: If you "shade" a window, it will be reduced to the size of its title bar. The same repeated action makes a window to shade/unshade :
ru: При сворачивании окна в заголовок оно уменьшается до размера заголовка. Действия, приводящие к сворачиванию/разворачиванию окна:
tr: Bir pencereyi gölgelediğinizde o pencerenin boyutu sadece başlık çubuğu gözükecek kadar küçültülür, aynı işlemi tekrar ettiğinizde boyut normal haline geri dönecektir.

source: click the shade/unshade button of the title bar
ru: щёлкните в заголовке окна на кнопку свернуть в заголовок/развернуть из заголовка;
tr: başlık çubuğundaki gölgele/gölgelemeyi kapat düğmesine tıkla

source: open the window menu from the title bar and choose "Shade" or "Unshade" item
ru: откройте меню окна из заголовка окна и выберите «Свернуть в заголовок» или «Развернуть из заголовка»;
tr: başlık çubuğundan pencere menüsünü açın ve "Gölgele" ya da "Gölgelemeyi kapat" öğesini seçin

source: use the mouse scrollwheel while you hold the pointer over the title bar
ru: воспользуйтесь колёсиком мыши наведя курсор на заголовок окна;
tr: imleç başlık çubuğunun üzerindeyken fare tekerleğini kullanın

source: use the Alt + F9 keyboard shortcut
ru: воспользуйтесь комбинацией клавиш Alt + F9.
tr: the Alt + F9 tuş takımı kısayolunu kullan

source: Stick / unstick windows
ru: Приклеить / отклеить окно
tr: Yapışkan / yapışkan olmayan pencereler

source: If you "stick" a window, it will be visible at the same place on all your workspaces. The same repeated action make a window to stick/unstick :
ru: При «приклеивании» окна оно остаётся видимым на своём месте на всех рабочих местах. Действия для при приклеивания/отмены приклеивания:
tr: Bir pencereyi "yapışkan" hale getirdiğinizde o pencere, tüm çalışma alanlarınızda aynı konumda görüntülenecektir. Bu işlemi tekrar ettiğinizde yapışkanlık devre dışı kalır.

source: click the stick/unstick button of the title bar
ru: щёлкните в заголовке окна на кнопку приклеить/отклеить;
tr: başlık çubuğundaki yapışkan/yapışkanlığı kapat düğmesine tıkla

source: open the window menu button from the title bar and choose "Stick" or "Unstick" item
ru: откройте меню окна из заголовка окна и выберите «Приклеить» или «Отклеить»;
tr: pencere menü düğmesini açın ve "Yapışkan" yada "Yapışkanlığı kapat" öğesini seçin

source: use the Alt + F10 keyboard shortcut
ru: воспользуйтесь комбинацией клавиш Alt + F10.
tr: Alt + F10 tuş takımı kısayolunu kullanın
