Repository: xfce-mirror/xfwm4
Catalog: doc/manual/po/*.po
Languages: ru, tr

source: Raise / lower windows
ru: Поднять окно на передний план / опустить окно
tr: Pencereleri yükselt/alçalt

source: The "raise window" function makes a window frame appear above all the other frames. To raise a window, you can :
ru: Функция «поднятия» окна на передний план приводит к тому, что окно отображается поверх всех остальных. Для этого вы можете:
tr: Pencereyi yükselt işlevi, bir pencerenin, diğer tüm pencerelerden üstte görünmesini sağlar. Pencereyi yükseltmek için :

source: left click on its titlebar
ru: щёлкнуть правой кнопкой мыши по заголовку окна;
tr: başlık çubuğuna sol tıklayın

source: give the focus to the window, if the corresponding option is selected in the <ulink url="xfwm4.html#wm-focus" type="http">Keyboard and focus preferences dialog</ulink>
ru: передать фокус окну, если выбран соответствующий параметр в <ulink url="xfwm4.html#wm-focus" type="http">Keyboard and focus preferences dialog</ulink>;
tr: Eğer <ulink url="xfwm4.html#wm-focus" type="http">Klavye ve odaklanma tercihleri penceresinden</ulink> ilgili seçenek etkinleştirilmiş ise pencereye odaklan

source: left click anywhere on its frame, if the corresponding option is selected in the <ulink url="xfwm4.html#wm-focus" type="http">Keyboard and focus preferences dialog</ulink>
ru: щёлкнуть левой кнопкой мыши где угодно в области окна, если выбран соответствующий параметр в <ulink url="xfwm4.html#wm-focus" type="http">Keyboard and focus preferences dialog</ulink>;
tr: Eğer <ulink url="xfwm4.html#wm-focus" type="http">Klavye ve odaklanma tercihleri penceresinden</ulink> ilgili seçenek etkinleştirilmiş ise pencerenin çerçevesi içindeki herhangi bir yere sol tıkla

source: click on its label in the taskbar or the iconbox
ru: щёлкнуть на названии окна в панели задач или iconbox
tr: görev çubuğundaki ya da simge kutusundaki etiketinin üzerine tıkla

source: use the Shift + Alt + Page_Up keyboard shortcut (if the window is already focused)
ru: воспользуйтесь комбинацией Shift + Alt + Page_Up (если окно находится в фокусе).
tr: Shift + Alt + Page_Up tuş takımı kısayolunu kullanın (eğer pencere hale odaklıysa)

source: You can make a window frame to always stay above all other windows by opening the window menu and selecting the "always on top" item.
ru: Открыв меню окна и выбрав «Всегда наверху», вы можете заставить окно отображаться всегда поверх всех остальных окон.
tr: Bir pencerenein her zaman diğerlerinin üzerinde yeralmasını istiyorsanız bunu pencere menüsünden "hep zaman üstte kal"ı seçerek yapabilirsiniz.

source: The "lower" function sends a window frame below all other frames. To "lower" a window, you can :
ru: Функция «опускания» окна на задний план приводит к тому, что окно отображается снизу всех остальных. Для этого вы можете:
tr: "Alçalt" işlevi bir pencereyi diğer tüm pencerelerin altına gönderir. Bir pencereyi alçaltmak için :

source: middle-click on its title bar
ru: щёлкните средней кнопкой мыши по заголовку окна;
tr: başlık çubuğuna farenin orta tuşuyla tıklayabilirsiniz

source: use the Shift + Alt + Page_Down keyboard shortcut (if the window is focused)
ru: воспользуйтесь комбинацией Shift + Alt + Page_Down (если окно находится в фокусе).
tr: Shift + Alt + Page_Down kısa yolunu kullanabilirsiniz

source: Move windows
ru: Переместить окно
tr: Pencereleri taşı

source: There are several ways to move windows :
ru: Существует несколько способов перемещать окна:
tr: Pencereleri taşımak için birçok yol bulunmaktadır:

source: left or right click on the title bar of the window and drag it
ru: щёлкните левой или правой кнопкой мыши по заголовку окна и перетащите его;
tr: pencerenin başlık çubuğuna sağ veya sol tıklayıp sürükleyebilirsiniz

source: use Alt + left click while the pointer is anywhere over the window frame and move the mouse
ru: воспользуйтесь комбинацией Alt + щелчок левой кнопкой мыши в любом месте над окном и перемещайте мышь;
tr: imleç pencerenin üzerindeyken Alt + sol tıklayıp fareyi hareket ettirebilirsiniz

source: use Control + Alt + Shift + (up, down, left or right) Arrow keyboard shortcut
ru: пользуйтесь комбинацией Control + Alt + Shift + стрелка (вверх вниз, влево или вправо)
tr: Control + Alt + Shift + (yukarı, aşağı, sol veya sağ) Yön tuşu kısayollarını kullanın

source: Move a window to another workspace
ru: Переместить окно на другое рабочее место
tr: Bir pencereyi başka bir çalışma alanına taşı

source: You can send a window to another workspace by performing one of these actions :
ru: Вы можете переместить окно на другое рабочее место, выполнив одной из действий:
tr: Bir pencereyi başka bir çalışma alanına göndermek için şunları yapabilirsiniz:

source: stick the window, move to another workspace, then unstick the window.
ru: приклейте окно, перейдите на другое рабочее место и отклейте окно;
tr: pencereyi tutup başka bir çalışma alanına sürükleyip bırakabilirsiniz

source: use the window menu and choose one of the "Send to" submenu items.
ru: откройте меню окна и выберите один из вариантов подменю «Переместить на другое рабочее место»;
tr: pencere menüsünü kullanarak "Gönder" alt menü seçeneklerinden birini seçin

source: left or right click on the title bar of the window, drag it to the screen edge : the pointer will then go to the next workspace, still holding the window. Corresponding option needs to be selected in the <ulink url="xfwm4.html#wm_misc" type="http">Window Manager Preferences dialog</ulink>.
ru: щёлкните правой или левой кнопкой мыши по заголовку окна и перетащите его к краю экрана. Указатель мыши переместится на следующее рабочее место вместе с захваченным окном. Соответствующий параметр должен быть включён в диалоге <ulink url="xfwm4.html#wm_misc" type="http">Диспетчер окон</ulink>
tr: pencerenin başlık çubuğuna sağ ya da sol fare tuşu ile tıklayın ve pencereyi ekranın kenarına sürükleyin: fare işaretçisi diğer çalışma alanına geçerek pencereyi tutmaya devam edecektir. Bunun için <ulink url="xfwm4.html#wm_misc" type="http">Pencere Yöneticisi tercihleri penceresinden</ulink> ilgili seneçeğin etkinleştirilmiş olması gerekir.

source: use keyboard shortcuts :
ru: воспользуйтесь комбинацией клавиш:
tr: kısayol tuşlarını kullan:

source: Alt + Control + End will move a window to the next workspace
ru: Alt + Control + End – перемещает текущее окно на следующее рабочее место;
tr: Alt + Ctrl + End pencereyi sonraki çalışma alanına yaşıyacak

source: Alt + Control + Home will move a window to the previous workspace
ru: Alt + Control + Home – перемещает текущее окно на предыдущее рабочее место;
tr: Alt + Control + Home tuşları bir pencereyi daha önceki çalışma alanına gönderir

source: Alt + Control + Keypad-Number will move the current window to corresponding workspace
ru: Alt + Control + цифра на цифровом блоке клавиатуры – перемещает текущее окно на соответствующее рабочее место;
tr: Alt + Control + Sayı Tuşları seçili pencereyi karşılık gelen çalışma alanına gönderir

source: use the <ulink url="xfce4-panel.html#switcher-item" type="http">graphical pager </ulink> by clicking on the representation of the window, and move it to the desired workspace.
ru: воспользуйтесь графическим <ulink url="xfce4-panel.html#switcher-item" type="http">переключателем рабочих мест</ulink>, щёлкнув на представлении окна и переместив его на желаемое рабочее место.
tr: pencerenin <ulink url="xfce4-panel.html#switcher-item" type="http">görsel sayfalayıcı</ulink>daki temsiline tıklayarak onu dilediğiniz çalışma alanına taşıyın.

source: Close a window
ru: Закрыть окно
tr: Bir pencereyi kapat

source: To close a window :
ru: Для того чтобы закрыть окно:
tr: Bir pencereyi kapatmak için:

source: click the close button of the title bar
ru: щёлкните на кнопку закрытия окна в заголовке окна;
tr: başlık çubuğunun kapat düğmesini tıklayın

source: Open the window menu from the title bar and choose the "Close" item
ru: откройте меню окна из заголовка окна и выберите «Закрыть»;
tr: Başlık çubuğundan pencere menüsünü açın ve "Kapat"ı seçin

source: or use Alt + F4 keyboard shortcut
ru: воспользуйтесь комбинацией клавиш Alt + F4.
tr: ya da Alt + F4 kısayolunu kullan

source: Customizing <application>@PACKAGE_NAME@</application>
ru: Настройка <application>@PACKAGE_NAME@</application>
tr: <application>@PACKAGE_NAME@</application> uygulaması özelleştiriliyor

source: To open the Window Manager preferences dialog, click the button labelled "Window Manager" in the <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce 4 Settings manager</ulink>. The dialog shows four tabs : Style, Keyboard, Focus, Advanced. All modifications will have an immediate effect on the behaviour of the selected module.
ru: Для открытия диалогового окна настроек диспетчера окон, щёлкните кнопку «Диспетчер окон» в <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Диспетчере настроек Xfce 4</ulink>. Диалог разделён на четыре вкладки: стиль, клавиатура, фокус, дополнительные. Все изменения настроек ступают в силу незамедлительно.
tr: Pencere Yöneticisi tercihleri penceresini açmak için <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce 4 Ayarlar Yöneticisi</ulink> içerisindeki "Pencere Yöneticisi" etiketli düğmeye tıklayın. Açılacak pencere dört sekmelidir: Tarz, Klavye, Odak, Gelişmiş. Burada yaptığınız tüm değişiklikler seçilen modülün davranışını hemen etkileyecektir.

source: Decoration style
ru: Стиль оформления
tr: Süsleme tarzı

source: Decoration style preferences
ru: Параметры стиля оформления
tr: Dekorasyon sitili seçenekleri

source: The decoration style tab
ru: Вкладка стиля оформления
tr: Kenarlık tarzı sekmesi

source: Window style
ru: Стиль окна
tr: Pencere stili

source: The list on the left side of the dialog shows all avaible window decorations. The xfwm 4 module offers the choice between 4 different themes, but there are more than 60 supplementary themes avaible in xfwm4-themes extra package.
ru: Список слева показывает все доступные варианты оформления окон. Xfwm 4 предлагает выбор из четырёх различных тем. В пакете xfwm4-themes существует более 60-ти дополнительных тем.
tr: Pencerenin sol tarafındaki liste kullanılabilir tüm pencere kenarlıklarını gösterir. Xfwm 4 modülü, seçmeniz için 4 farklı tema sunar, bununla birlikte, 60'dan fazla ek tema da "xfwm4-themes extra" paketi içerisinde mevcuttur.

source: Title font
ru: Шрифт заголовка
tr: Başlık yazı tipi

source: The "Font select" button shows the family font currently in use for the window title appearance. Click this button if you want to change it, and a "Font selection" dialog will appear. It works like the font selection dialog of the <ulink url="xfce-mcs-plugins.html#id2811474" type="http">user interface settings manager plugin</ulink>.
ru: Кнопка выбора шрифта показывает используемый в настоящее время для заголовка окна шрифт. Щёлкните эту кнопку если вы хотите сменить шрифт. Появится диалоговое окно «Выберите шрифт». Оно работает также как и диалог выбора шрифта <ulink url="xfce-mcs-plugins.html#id2811474" type="http">user interface settings manager plugin</ulink>.
tr: "Yazıtipi seç" düğmesi, pencere başlığının görünümü için o anda kullanılan yazıtipi ailesini gösterir. Değiştirmek istiyorsanız bu düğmeye tıklayın, bir "Yazıtipi seçimi" penceresi açılacak. Bu pencere, <ulink url="xfce-mcs-plugins.html#id2811474" type="http">kullanıcı arayüzü ayarları yöneticisi eklentisi</ulink>nin yazıtipi seçimi penceresinde olduğu gibi çalışır.

source: Title alignment
ru: Расположение заголовка
tr: Başlık hizalaması

source: Whatever the buttons layout is, you can choose the alignment of the title inside the title bar, selecting one of those simple options : align it to the left, center or right.
ru: Вне зависимости от расположения кнопок вы можете изменить расположение заголовка в строке заголовка, выбрав один из вариантов: слева, по центру, справа.
tr: Düğme yerleşimi nasıl olursa olsun, başlık çubuğundaki başlığın hizalamasını seçebilirsiniz, yapmanız gereken şu seçeneklerden birini seçmek: sola, ortaya ya da sağa hizala.

source: Button layout
ru: Расположение кнопок
tr: Tuş düzeni

source: The button layout configuration uses an easy drag and drop tool. Click and drag the buttons to change the layout. Drop a button in the "Hidden" area to remove a button from the titlebar. All modifications will have an immediate effect on the title bar buttons position.
ru: Настройка расположения кнопок осуществляется с помощью перетаскивания. Щёлкните и перетаскивайте кнопки для изменения их расположения. Перетащите кнопку в область «Скрытые», чтобы удалять её с заголовка окна. Все изменения вступают в силу незамедлительно.
tr: Düğme yerleşimi yapılandırması basit bir sürükle-bırak aracı kullanır. Yerleşimi değiştirmek için düğmelerin üzerine tıklayarak sürükleyin. Bir düğmeyi başlık çubuğundan kaldırmak için o düğmeyi "Gizli" alanının içine bırakın. Burada yaptığınız tüm değişiklikler düğme yerleşimini hemen etkileyecektir.

source: Keyboard shortcuts
ru: Комбинации клавиш
tr: Klavye kısayolları

source: Keyboard shortcuts preferences
ru: Параметры комбинаций клавиш
tr: Klavye kısayolları seçenekleri

source: The keyboard shortcuts tab
ru: Вкладка комбинаций клавиш
tr: Klavye kısayolları sekmesi

source: Keyboard Shortcuts
ru: Комбинации клавиш
tr: Klavye Kısayolları

source: The list on the left side of the dialog shows all avaible shortcuts themes, using the name of directories that contain a keythemerc file.
ru: Список слева показывает все доступные темы комбинаций клавиш. В качестве названия используется название каталогов, в которых находится файл keythemerc.
tr: Pencerenin sol tarafındaki liste mevcut tüm kısayol temalarını gösterir. Bu iş için, bir keythemerc dosyası içeren dizinlerin isimleri kullanılır.

source: By default, there's only one theme : $(datadir)/themes/Default/xfwm4/keythemerc
ru: По умолчанию существует только одна тема: $(datadir)/themes/Default/xfwm4/keythemerc
tr: Öntanımlı olarak sadece tek bir tema var: $(datadir)/themes/Default/xfwm4/keythemerc

source: In the default configuration the following keybindings are defined:
ru: В стандартной конфигурации установлены следующие комбинации клавиш:
tr: Öntanımlı yapılandırmada şu klavye kısayolları tanımlı:

source: close window : Alt + F4
ru: Закрыть окно: Alt + F4
tr: pencereyi kapat: Alt + F4

source: Maximize window : Alt + F5
ru: Развернуть окно: Alt + F5
tr: Pencereyi büyüt: Alt + F5

source: Maximize vertically : Alt + F6
ru: Развернуть окно по вертикали: Alt + F6
tr: Dikey büyüt: Alt + F6

source: Maximize horizontally : Alt + F7
ru: Развернуть окно по горизонтали: Alt + F7
tr: Yatay büyüt: Alt + F7

source: Hide window : Alt + F8
ru: Свернуть окно: Alt + F8
tr: Pencereyi gizle: Alt + F8

source: Shade window : Alt + F9
ru: Свернуть окно в заголовок: Alt + F9
tr: Arkaplan'a gönder: Alt + F9

source: Stick window : Alt + F10
ru: Приклеить окно: Alt + F10
tr: Tam Ekran: Alt + F10

source: Cycle windows focus : Alt + Tab
ru: Переключать окна: Alt + Tab
tr: Aktif pencereler arası geçiş: Alt + Tab

source: Move window : Control + Shift + Alt + Arrow (up, down, left, or right)
ru: Переместить окно: Control + Shift + Alt + стрелка (вверх, вниз, влево или вправо)
tr: Pencereyi taşı: Control + Shift + Alt + (yukarı, aşağı, sol, sağ) Yön Tuşları

source: Resize window : Shift + Alt + Arrow (up, down, left, or right)
ru: Изменить размер окна: Shift + Alt + стрелка (вверх, вниз, влево или вправо)
tr: Pencereyi boyutlandır: Shift + Alt + (yukarı, aşağı, sol, sağ) Yön Tuşları

source: Raise window : Shift + Alt + Page_Up
ru: Поднять окно на передний план: Shift + Alt + Page_Up
tr: Pencereyi yükselt : Shift + Alt + Page_Up

source: Lower window : Shift + Alt + Page_Down
ru: Опустить окно на задний план: Shift + Alt + Page_Down
tr: Pencereyi alçalt : Shift + Alt + Page_Down

source: Toggle fullscreen : Alt + F11
ru: Полноэкранный режим: Alt + F11
tr: Tam ekrana geç/çık : Alt + F11

source: Next workspace : Control + Alt + Arrow right arrow
ru: Следующее рабочее место: Control + Alt + стрелка вправо
tr: Sonraki çalışma alanı : Control + Alt + Sağ ok

source: Previous workspace : Control + Alt + Arrow left
ru: Предыдущее рабочее место: Control + Alt + стрелка влево
tr: Önceki çalışma alanı : Control + Alt + Sol ok

source: Add a workspace : Alt + Insert
ru: Добавить рабочее место: Alt + Insert
tr: Bir çalışma alanı ekle : Alt + Insert

source: Delete a workspace : Alt + Delete
ru: Удалить рабочее место: Alt + Delete
tr: Bir çalışma alanını sil : Alt + Delete

source: Go to workspace number N (1-9) : Control + F(N)
ru: Перейти на рабочее место номер N (1-9) : Control + F(N)
tr: N (1-9) sayılı çalışma alanına git : Control + F(N)

source: Move the window to previous|next workspace : Alt + Control + Home|End
ru: Переместить окно на предыдущее|следующее рабочее место: : Alt + Control + Home|End
tr: Pencereyi önceki|sonraki çalışma alanına taşı : Alt + Control + Home|End

source: Move a window to workspace number N (1-9) : Alt + Control + keypad key number N
ru: Переместить окно на рабочее место номер N (1-9) : Alt + Control + цифра на цифровом блоке N
tr: Bir pencereyi N (1-9) sayılı çalışma alanına taşı : Alt + Control + keypad key sayı N

source: Start xfhelp4 : Alt + F1
ru: Запустить справку xfhelp4: Alt + F1
tr: xfhelp4'u başlat : Alt + F1

source: Start xfrun4 : Alt + F2
ru: Запустить xfrun4: Alt + F2
tr: xfrun4'u başlat : Alt + F2

source: Lock the screen : Alt + Control + Delete
ru: Заблокировать экран: Alt + Control + Delete
tr: Ekranı kilitle : Alt + Control + Delete

source: There are two lists on the right side of the dialog. The "Windows shortcuts" list shows the keyboard shortcuts which are used to drive the window manager. The "Command shortcuts" list shows the keyboard shortcuts which are aimed at launching applications. To modify one of the shortcuts, you have to double-click on it in the list, using the left button of your mouse, and compose your new shortcut when the "Compose shortcut" popup window appears.
ru: В правой области диалогового окна находится два списка: список комбинаций для работы с окнами и список комбинаций для запуска приложений. Для изменения комбинации щёлкните на неё дважды левой кнопкой мыши и задайте новую комбинацию в появившемся диалоге создания новой комбинации.
tr: Pencerenin sol tarafında iki liste bulunmaktadır. "Pencere kısayolları" listesi, pencere yöneticisini kullanmaya yönelik klavye kısayollarını gösterir. "Komut kısayolları" listesi, uygulamaları çalıştırmaya yönelik klavye kısayollarını gösterir. Kısayollardan birini değiştirmek için: listede, o kısayolun üzerine, farenizin sol tuşu ile çift tıklayın ve "Kısayol düzenle" penceresi açıldığında yeni kısayolunuzu yazın.

source: The compose shortcut popup
ru: Диалог создания новой комбинации
tr: Kısayol düzenle penceresi

source: If you want to create a new theme, create a directory like this one, for instance : $HOME/.themes/Custom/xfwm4/keythemerc, then select it in the list of available themes.
ru: Если вы хотите создать новую тему, создайте каталог по аналогии с этим, например $HOME/.themes/Custom/xfwm4/keythemerc, и затем выберите новую тему из списка доступных тем.
tr: Yeni bir tema yaratmak isterseniz, $HOME/.themes/Custom/xfwm4/keythemerc dizini gibi bir dizin oluşturun. Daha sonra onu mevcut temalar listesinden seçebilirsiniz.

source: If you do not know the names of your keyboard modifier keys, you can launch the "xev" application from a terminal and test them.
ru: Если вы не знаете названия клавиш вашей клавиатуры, вы можете запустить в терминале приложение «xev» и протестировать это.
tr: Eğer klavyenizdeki düzenleyici tuşlarının isimlerini bilmiyorsanız, bir uçbirimden "xev" uygulamasını çalıştırıp klavyenizdeki tuşları sınayabilirsiniz.

source: Focus preferences
ru: Параметры фокуса
tr: Odaklama tercihleri

source: The Focus tab
ru: Вкладка «Фокус»
tr: Odaklama sekmesi

source: Focus model
ru: Режим фокуса
tr: Odaklama modeli

source: A focused window receives the keyboard and mouse input. You have the choice between two focus models :
ru: Окно в фокусе получает ввод клавиатуры и мыши. Вы можете выбрать одну из двух моделей фокуса:
tr: Odaklanmış bir pencere tuş takımı ve fale komutlarını alır. İki odaklanma modeli arasında seçim yapabilirsiniz :

source: Click to focus : select this option if you want a window to receive the focus only when you click anywhere on its frame.
ru: Фокус при щелчке мышью: выберите этот параметр, если вы хотите, чтобы окно получало фокус только, когда вы щёлкаете где-то в его области.
tr: Odaklanmak için tıkla : bir pencereye sadece çerçevesinin herhangi bir yerine tıklandığında odaklanılmasını istiyorsanız bu seçeneği seçin.

source: Focus follow mouse : select this option if you want a window to receive the focus as soon as the mouse pointer is over its frame.
ru: Фокус следует за мышью: выберите этот параметр, если вы хотите, чтобы окно получало фокус как только указатель мыши окажется над его областью.
tr: Odak fareyi takip eder : fare imleci çerçevenin üzerine geldiğinde bir pencerenin hemen odaklanmasını istiyorsanız bu seçeneği seçin.

source: New window focus
ru: Фокус новых окон
tr: Yeni pencereye odaklan

source: Selecting this option will automatically give the focus to newly created windows, without the need to click or move the mouse pointer.
ru: Выбор этого параметра приводит к тому, что все вновь создаваемые она автоматически получают фокус, без необходимости щёлкать или наводить на них указатель мыши.
tr: Bu seçeneği seçmek, fare imlecini hareket ettirmeye veya tıklamaya gerek kalmadan, yeni oluşturulan pencereleri odağa yerleştirecek.

source: Raise on focus
ru: Поднятие на передний план при наведении курсора
tr: Odaklanıldığında yükselt

source: If this option is selected, the frame of a newly focused window will automatically appear over all other frames, after an amount of time that you can adjust with the "delay" slider.
ru: Если вы выбрали этот параметр, то окно, получившее фокус, будет автоматически поднято на передний план по прошествии времени, которые вы можете задать ползунком «Задержка перед поднятием окна с фокусом на передний план».
tr: Eğer bu seçenek seçili ise, yeni odaklanan pencerenin çerçevesi, bir süre sonra kendiliğinden diğer tüm çerçevelerin üzerinde gözükecek, bu süreyi "gecikme" seçeneği ile ayarlayabilirsiniz.

source: Raise on click
ru: Поднятие на передний план при щелчке мышью
tr: Tıklandığında yükselt

source: Choose this option if you want a window to pass over the others when you click anywhere on its frame. If this option is not selected, you will have to click somewhere on its decorations (title bar, borders or corners) to raise it.
ru: Выберите этот параметр, если вы хотите, чтобы окно поднималось на передний план при щелчке в любой области этого окна. Если этот параметр не выбран, вам надо щёлнуть где-то на оформлении окна (заголовок, край или угол), чтобы поднять его.
tr: Bir pencere çerçevesinin üzerinde bir yere tıkladığınızda o pencerenin, diğerlerinin üzerine geçmesini istiyorsanız bu seçeneği işaretleyin. Eğer bu seçenek seçili değil ise, pencereyi diğerlerinin üzerine çıkarmak için o pencerenin kenarlıklarına (başlık çubuğu, kenarlar ya da köşeler) tıklamanız gerekecektir.

source: Advanced settings
ru: Дополнительные настройки
tr: Gelişmiş ayarlar

source: Advanced preferences
ru: Дополнительные параметры
tr: Gelişmiş tercihler

source: Advanced tab
ru: Вкладка «Дополнительные»
tr: Gelişmiş sekmesi

source: Windows snapping
ru: Прилипание окон
tr: Pencere boyutlandırması
